{
    "1.": "ambos documentos presentan la misma información",
    "2.": "ambos documentos presentan la misma información",
    "3.": "ambos documentos presentan la misma información",
    "4.": "ambos documentos presentan la misma información",
    "4.1.": "ambos documentos presentan la misma información",
    "4.2.": "ambos documentos presentan la misma información",
    "5.": "--- \n+++ \n@@ -1,2 +1,2 @@\n El alcance de la adquisicion comprende la entrega de todos los servicios requeridos, acondicionamiento, instalacion, configuracion, pruebas de funcionalidad y puesta en operacion para el correcto funcionamiento.\n-Asi mismo, toda la solucion debera contar con una garantia por 12 meses El presente servicio incluye:  \\u25cf Implementacion y puesta en operacion \\u25cf Garantias \\u25cf Capacitacion  Sub (Item) Tipo Prestacion Producto Cantidad  1 Prestacion Principal  Servicio de implementacion y  migracion 01  Servicio de infraestructura,  soporte de la marca y  adicionales  01  2 Prestacion Accesoria Servicio de Gestion y Soporte 01 3 Capacitacion Servicio de capacitacion 01\n+Asi mismo, toda la solucion debera contar con una garantia por 12 meses  El presente servicio incluye:  \\u25cf Servicio de implementacion y migracion  \\u25cf Servicio de infraestructura Publica o Nube Publica  \\u25cf Servicio de Gestion y Soporte  \\u25cf Servicio de capacitacion  Sub  (Item) Tipo Prestacion Producto Cantidad  1 Prestacion Principal  Servicio de implementacion y  migracion 01  Servicio de infraestructura  Publica o Nube Publica 01  2 Prestacion Accesoria a  la prestacion principal  Servicio de Gestion y Soporte 01  Servicio de capacitacion 01",
    "5.1.": "--- \n+++ \n@@ -1,12 +1,12 @@\n \\u25cf La Infraestructura de Nube Publica descrita en los presentes terminos de referencia debera tener una disponibilidad minima del 99.\n 99%.\n-\\u25cf El servicio debera contar con una plataforma o consola la cual permita administrar los servicios de Infraestructura publica o Nube publica de Microservicios, la misma que sera manejado por el Especialista (asignado por la Sub Gerencia de Operaciones de Tecnologias de Informacion de la Gerencia de Produccion de la GCTIC) del Servicio a contratar.\n+\\u25cf El servicio debera contar con una plataforma o consola la cual permita administrar los servicios de Infraestructura publica o Nube publica de Microservicios, la misma que sera manejado por el Especialista (asignado por la Sub Gerencia de  Operaciones de Tecnologias de Informacion de la Gerencia de Produccion de la GCTIC) del Servicio a contratar.\n \\u25cf Asegurar la resiliencia y continuidad del servicio a traves de la implementacion de como minimo dos (2) centros de datos (zonas de disponibilidad) en una misma zona geografica (region) que permitan la redundancia y failover automatico en caso de incidencias, garantizando asi la disponibilidad y la recuperacion ante desastres de las aplicaciones y datos de EsSalud.\n El servicio de nube publica que ofrecera el Proveedor debera contar con las siguientes caracteristicas:  \\u25cf El servicio de nube publica debe ser brindado por un proveedor de servicios de nube publica y debe figurar dentro del Cuadrante Magico de Gartner de Servicios de Infraestructura y Plataforma en Nube mas vigente.\n \\u25cf El servicio de nube publica debe contar con el catalogo de sus servicios en su respectiva pagina web, permitiendo que cualquier persona con acceso a internet acceda facilmente a la descripcion de las caracteristicas tecnicas de cada uno de ellos.\n \\u25cf El servicio de nube publica debe ofrecer una calculadora de precios, con la cual el interesado puede proyectar presupuestos.\n-\\u25cf El servicio de nube publica debe contar con certificaciones como:  a) Cloud Security Alliance (CSA): Controles de la alianza de seguridad en la nube b) FedRAMP c) SOC 1: Informe de controles de auditoria d) SOC 2: Informe de seguridad, disponibilidad y confidencialidad e) SOC 3: Informe de controles generales f) ISO 9001: Estandar de calidad internacional g) ISO 27001: Controles de administracion de seguridad h) ISO 27017: Controles especificos de la nube i) ISO 27018: Proteccion de datos personales j) ISO 22301:2019: Estandar de Sistema de Continuidad de Negocio (BCMS).\n-k) HIPAA  Servicios de computo de instancias virtuales a.\n+\\u25cf El servicio de nube publica debe contar con certificaciones como:  a) Cloud Security Alliance (CSA): Controles de la alianza de seguridad en la  nube  b) FedRAMP  c) SOC 1: Informe de controles de auditoria  d) SOC 2: Informe de seguridad, disponibilidad y confidencialidad  e) SOC 3: Informe de controles generales  f) ISO 9001: Estandar de calidad internacional  g) ISO 27001: Controles de administracion de seguridad  h) ISO 27017: Controles especificos de la nube  i) ISO 27018: Proteccion de datos personales  j) ISO 22301:2019: Estandar de Sistema de Continuidad de Negocio (BCMS).\n+Servicios de computo de instancias virtuales a.\n El servicio debe contar con un entorno virtual de computo que permita utilizar interfaces de servicios web para lanzar instancias con distintos sistemas operativos, cargarlas con su entorno de aplicaciones personalizado, administrar los permisos de acceso a la red y ejecutar su imagen utilizando los sistemas que se desee.\n b.\n El servicio debe permitir pausar y reanudar las instancias.\n@@ -45,16 +45,16 @@\n f.\n El servicio debe permitir crear credenciales temporales.\n g.\n-El servicio debe permitir identificar y eliminar facilmente los permisos no utilizados h.\n-El servicio debe permitir diferentes modos de autenticacion de usuarios como contrasenas, pares de claves y autenticacion multifactor i.\n-El servicio debe soportar la federacion desde sistemas corporativos como  Microsoft Active Directory, asi como proveedores de identidad basados en estandares.\n-j.\n-El servicio debe permitir bloquear los puertos que dan acceso a la nube publica y generar listas blancas de direcciones IP a traves politicas k.\n+El servicio debe permitir identificar y eliminar facilmente los permisos no utilizados  h.\n+El servicio debe permitir diferentes modos de autenticacion de usuarios como contrasenas, pares de claves y autenticacion multifactor  i.\n+El servicio debe soportar la federacion desde sistemas corporativos como Microsoft Active Directory, asi como proveedores de identidad basados en estandares.\n+j.\n+El servicio debe permitir bloquear los puertos que dan acceso a la nube publica y generar listas blancas de direcciones IP a traves politicas  k.\n El servicio debe permitir contar con informacion de auditoria de accesos a los recursos de la nube.\n Servicios de red a.\n El servicio debe ser escalable y debe permitir especificar un rango de direcciones IP privadas de que sean elegidas.\n b.\n-El servicio debe permitir ampliar la nube privada virtual mediante la incorporacion de intervalos IP secundarios.\n+El servicio debe permitir ampliar la nube privada virtual mediante la  incorporacion de intervalos IP secundarios.\n c.\n El servicio debe permitir dividir el rango privado de direcciones IP privadas de la nube privada virtual en una o varias subredes publicas o privadas para posibilitar la ejecucion de aplicaciones y la prestacion de servicios en la nube privada virtual.\n d.\n@@ -64,7 +64,7 @@\n f.\n El servicio debe permitir asignar varias direcciones IP y asociar multiples interfaces de red elasticas a instancias de la nube privada virtual.\n g.\n-El servicio debe permitir asociar una o mas direcciones IP elasticas a cualquier instancia de la nube privada virtual, de modo que puedan alcanzarse directamente desde Internet.\n+El servicio debe permitir asociar una o mas direcciones IP elasticas a cualquier instancia de la nube privada virtual, de modo que puedan alcanzarse  directamente desde Internet.\n h.\n El servicio debe permitir conectarse a la nube privada virtual con otras nubes privadas virtuales y obtener acceso a los recursos de otras nubes privadas virtuales a traves de direcciones IP privadas mediante la interconexion de nube privada virtual.\n i.\n@@ -78,16 +78,16 @@\n m.\n El servicio debe permitir habilitar IPv4 e IPv6 en la nube privada virtual.\n n.\n-El servicio debe tener la habilidad de mover direcciones entre instancias o.\n+El servicio debe tener la habilidad de mover direcciones entre instancias  o.\n El servicio debe tener la capacidad de analisis para monitoreo de trafico de red.\n Servicios de almacenamiento de datos a.\n El servicio debe permitir crear volumenes de almacenamiento y adjuntarlos a recursos de computo.\n b.\n El servicio debe permitir crear un sistema de archivos sobre estos volumenes, ejecutar una base de datos o darles cualquier otro uso que le daria al almacenamiento en bloques.\n c.\n-El servicio debe ofrecer almacenamiento respaldado por SSD para cargas de trabajo transaccionales como bases de datos y volumenes de arranque (el rendimiento depende principalmente de las IOPS) y almacenamiento respaldado por HDD para cargas de trabajo intensivas como el procesamiento de registros (el rendimiento depende principalmente de los MB/s).\n-d.\n-El servicio debe permitir aumentar la capacidad, ajustar el rendimiento y modificar el tipo de cualquier volumen de generacion nueva o existente de  manera dinamica.\n+El servicio debe ofrecer almacenamiento respaldado por SSD para cargas de trabajo transaccionales como bases de datos y volumenes de arranque (el rendimiento depende principalmente de las IOPS) y almacenamiento  respaldado por HDD para cargas de trabajo intensivas como el procesamiento de registros (el rendimiento depende principalmente de los MB/s).\n+d.\n+El servicio debe permitir aumentar la capacidad, ajustar el rendimiento y modificar el tipo de cualquier volumen de generacion nueva o existente de manera dinamica.\n e.\n El servicio debe estar disenado para ofrecer una alta disponibilidad y fiabilidad a traves de la duplicacion en multiples ubicaciones.\n f.\n@@ -96,11 +96,11 @@\n El servicio debe soportar la generacion de Backup sin interrupcion del servicio.\n h.\n El servicio debe contar con rendimiento total predecible del volumen creado a partir de instantaneas  Servicios de Base de datos relacional a.\n-El servicio debe permitir automatizar las tareas administrativas, como el aprovisionamiento de hardware, la configuracion de bases de datos, la implementacion de parches y la creacion de copias de seguridad.\n-b.\n-El servicio debe ofrecer varios tipos de recursos de computo: optimizados para memoria, rendimiento u operaciones de E/S c.\n-El servicio debe permitir escoger entre los siguientes motores de bases de datos PostgreSQL, MSSQL y MySQL d.\n-El servicio debe permitir utilizar el licenciamiento de la base de datos Oracle bajo el modelo \\u201cBring Your Own license\\u201d e.\n+El servicio debe permitir automatizar las tareas administrativas, como el  aprovisionamiento de hardware, la configuracion de bases de datos, la  implementacion de parches y la creacion de copias de seguridad.\n+b.\n+El servicio debe ofrecer varios tipos de recursos de computo: optimizados para memoria, rendimiento u operaciones de E/S  c.\n+El servicio debe permitir escoger entre los siguientes motores de bases de datos PostgreSQL, MSSQL y MySQL  d.\n+El servicio debe permitir utilizar el licenciamiento de la base de datos Oracle bajo el modelo \\u201cBring Your Own license\\u201d  e.\n El servicio debe estar en capacidad de encargarse de tareas habituales de las bases de datos, como el aprovisionamiento, las revisiones, las copias de seguridad, la recuperacion, la deteccion de errores y la reparacion.\n f.\n El servicio se debe poder desplegar en multiples ubicaciones.\n@@ -110,7 +110,7 @@\n El servicio debe contar con la opcion de controlar si se deben aplicar parches a un recurso de computo de base de datos o no, y el momento en que se deben aplicar.\n i.\n El servicio debe contar con diversas opciones de almacenamiento en virtud del rendimiento requerido.\n-Las opciones de almacenamiento deben incluir: Almacenamiento de uso general (SSD) y Almacenamiento de IOPS aprovisionadas (SSD).\n+Las opciones de almacenamiento deben incluir:  Almacenamiento de uso general (SSD) y Almacenamiento de IOPS aprovisionadas (SSD).\n j.\n El servicio debe permitir aprovisionar almacenamiento adicional.\n k.\n@@ -126,16 +126,16 @@\n p.\n El servicio debe permitir cifrar las bases de datos mediante las claves.\n q.\n-El servicio debe permitir que los datos almacenados en reposo en el almacenamiento subyacente esten cifrados, al igual que las copias de seguridad automatizadas, las replicas de lectura y las instantaneas.\n+El servicio debe permitir que los datos almacenados en reposo en el  almacenamiento subyacente esten cifrados, al igual que las copias de seguridad automatizadas, las replicas de lectura y las instantaneas.\n r.\n El servicio debe soportar la capacidad de aislar la base de datos en la propia red virtual y conectarse a su infraestructura de TI local mediante las VPN con IPsec cifradas estandar del sector.\n s.\n El servicio debe ofrecer la posibilidad de controlar las acciones que realizan los usuarios y grupos.\n t.\n-El servicio debe permitir controlar las acciones que pueden realizar los usuarios y grupos en grupos de recursos que tengan la misma etiqueta y valor asociado u.\n-El servicio debe soportar herramientas de monitoreo que permitan monitorear  metricas operativas clave, incluidos el uso de la capacidad de computo, memoria y almacenamiento, la actividad de E/S y las conexiones de instancias de bases de datos.\n+El servicio debe permitir controlar las acciones que pueden realizar los usuarios y grupos en grupos de recursos que tengan la misma etiqueta y valor asociado  u.\n+El servicio debe soportar herramientas de monitoreo que permitan monitorear metricas operativas clave, incluidos el uso de la capacidad de computo, memoria y almacenamiento, la actividad de E/S y las conexiones de instancias de bases de datos.\n v.\n-El servicio debe soportar la capacidad de notificar eventos de la base de datos por email o SMS w.\n+El servicio debe soportar la capacidad de notificar eventos de la base de datos por email o SMS  w.\n El servicio debe soportar el registro y auditoria de los cambios en la configuracion de la instancia de base de datos, incluidos grupos de parametros, grupos de subred, instantaneas, grupos de seguridad y suscripciones a eventos.\n x.\n El servicio debe soportar escalamiento horizontal.\n@@ -162,8 +162,8 @@\n b.\n Debe contar con 3 tipos de almacenamiento como minimo: de uso frecuente o standard, de uso poco frecuente y tipo archive o glacier.\n c.\n-Debe tener una durabilidad de hasta 99,999999999% (11 9s) de los objetos en caso se usen varias zonas de disponibilidad d.\n-El servicio debe contar con controles de seguridad que garantizan que las carpetas y objetos no tengan acceso publico e.\n+Debe tener una durabilidad de hasta 99,999999999% (11 9s) de los objetos en caso se usen varias zonas de disponibilidad  d.\n+El servicio debe contar con controles de seguridad que garantizan que las carpetas y objetos no tengan acceso publico  e.\n El servicio debe permitir copiar objetos entre carpetas, reemplazar conjuntos de etiquetas de objetos, modificar los controles de acceso y restaurar objetos archivados desde otros servicios de almacenamiento.\n f.\n El servicio debe contar con control de versiones que permitan preservar, recuperar y restaurar facilmente todas las versiones de un objeto almacenado, lo que debe permitir recuperarse facilmente de acciones de usuarios involuntarias y de errores de aplicaciones.\n@@ -174,19 +174,19 @@\n c.\n El servicio debe estar en capacidad de detectar destinos que funcionen  incorrectamente, dejar de enviar trafico a ellos y, a continuacion, distribuir la carga entre los destinos restantes que no presenten problemas.\n d.\n-Se podran crear y administrar grupos de seguridad asociados con balanceadores de carga a fin de ofrecer opciones de seguridad y redes adicionales e.\n+Se podran crear y administrar grupos de seguridad asociados con balanceadores  de carga a fin de ofrecer opciones de seguridad y redes adicionales  e.\n El servicio debe proporcionar la capacidad de administracion integrada de certificados y descifrado SSL/TLS, lo que debe brindar la flexibilidad para administrar de manera centralizada los parametros de SSL del balanceador de carga y eliminar el trabajo intensivo de la CPU de la aplicacion.\n f.\n El servicio debe permitir equilibrar la carga en aplicaciones HTTP o HTTPS para caracteristicas especificas de la capa 7.\n g.\n El servicio debe facilitar el monitoreo de rendimiento de las aplicaciones en tiempo real.\n h.\n-El servicio debe proporcionar direccionamiento de solicitudes avanzado destinado a la entrega de arquitecturas de aplicaciones modernas, incluidos microservicios y aplicaciones basadas en contenedores i.\n+El servicio debe proporcionar direccionamiento de solicitudes avanzado destinado a la entrega de arquitecturas de aplicaciones modernas, incluidos microservicios y aplicaciones basadas en contenedores  i.\n El servicio debe asegurar que se utilicen en todo momento los protocolos y cifradores SSL/TLS mas recientes.\n j.\n-El servicio debe permitir distribuir el trafico de entrada entre destinos en numerosas zonas de disponibilidad k.\n-El servicio debe escalar automaticamente la capacidad de administracion de solicitudes como respuesta al trafico de aplicaciones entrante l.\n-El servicio debe poder ser configurado para que se pueda obtener acceso a el desde Internet o crear un balanceador de carga sin direcciones IP publicas para que actue como balanceador de carga interno (es decir, sin acceso a Internet) m.\n+El servicio debe permitir distribuir el trafico de entrada entre destinos en numerosas zonas de disponibilidad  k.\n+El servicio debe escalar automaticamente la capacidad de administracion de solicitudes como respuesta al trafico de aplicaciones entrante  l.\n+El servicio debe poder ser configurado para que se pueda obtener acceso a el desde Internet o crear un balanceador de carga sin direcciones IP publicas para que actue como balanceador de carga interno (es decir, sin acceso a Internet)  m.\n El servicio debe ser compatible con WebSockets n.\n El servicio debe direccionar el trafico solamente a destinos que funcionan correctamente.\n o.\n@@ -194,22 +194,22 @@\n Servicios VPN a.\n El servicio debe permitir establecer conexiones seguras entre sus redes en las instalaciones de la entidad, las oficinas remotas, los dispositivos y la red global del proveedor de nube.\n b.\n-El servicio permite acceder ya sea con una configuracion de IP Security (IPSec) de Site\\u25cfto\\u25cfSite VPN c.\n+El servicio permite acceder ya sea con una configuracion de IP Security (IPSec) de Site\\u25cfto\\u25cfSite VPN  c.\n El servicio soporta la conexion tanto de la Gateway privada virtual como de Transit Gateway.\n d.\n-El trafico en el tunel entre los puntos de enlace debe poder encriptarse con AES128 o AES256 y utilizar protocolos Diffie\\u25cfHellman para intercambios claves e.\n-Para Site\\u25cfto\\u25cfSite VPN se debe autenticar mediante funciones SHA1 o SHA2 f.\n-El servicio debe brindar opciones de tunel personalizables, incluidos direccion IP de tunel interna, clave compartida previamente y numero de sistema autonomo para protocolo de Gateway fronteriza (BGP ASN) g.\n+El trafico en el tunel entre los puntos de enlace debe poder encriptarse con AES128 o AES256 y utilizar protocolos Diffie\\u25cfHellman para intercambios claves  e.\n+Para Site\\u25cfto\\u25cfSite VPN se debe autenticar mediante funciones SHA1 o SHA2  f.\n+El servicio debe brindar opciones de tunel personalizables, incluidos direccion IP de tunel interna, clave compartida previamente y numero de sistema autonomo para protocolo de Gateway fronteriza (BGP ASN)  g.\n El servicio opcionalmente debe contar con disponibilidad de rutas multiples de igual costo (ECMP) con Site\\u25cfto\\u25cfSite VPN en la Transit Gateway para ayudar a incrementar la banda ancha de trafico en varias rutas.\n h.\n Site\\u25cfto\\u25cfSite VPN debe soportar aplicaciones transversales de NAT, de modo que pueda utilizar direcciones IP privadas, en redes privadas, detras de enrutadores con una sola direccion IP publica con conexion a Internet.\n i.\n Site\\u25cfto\\u25cfSite VPN debe permitir enviar metricas al servicio de monitoreo para ofrecer mayor visibilidad y supervision.\n j.\n-Site\\u25cfto\\u25cfSite VPN debe soportar el uso de certificados privados k.\n-Site\\u25cfto\\u25cfSite VPN debe soportar encriptacion IKE, IPsec y TLS l.\n-Conectividad Site to Site VPN: debe permitir conectarse localmente o desde la  Entidad a la nube.\n-Servicio Web Application Firewall a.\n+Site\\u25cfto\\u25cfSite VPN debe soportar el uso de certificados privados  k.\n+Site\\u25cfto\\u25cfSite VPN debe soportar encriptacion IKE, IPsec y TLS  l.\n+Conectividad Site to Site VPN: debe permitir conectarse localmente o desde la Entidad a la nube.\n+Servicio Web Application Firewall  a.\n El servicio debe permitir crear reglas para filtrar el trafico web en funcion de condiciones como la direccion IP, los encabezados y cuerpos HTTP o los URI personalizados.\n b.\n El servicio debe permitir crear reglas que bloquean ataques comunes como la inyeccion SQL o el scripting entre sitios.\n@@ -218,7 +218,7 @@\n d.\n El servicio debe poderse administrar por completo mediante API.\n e.\n-El servicio debe poderse implementar y aprovisionarse automaticamente con plantillas de muestra que permiten describir todas las reglas de seguridad que la entidad quiere implementar para sus aplicaciones web f.\n+El servicio debe poderse implementar y aprovisionarse automaticamente con plantillas de muestra que permiten describir todas las reglas de seguridad que la entidad quiere implementar para sus aplicaciones web  f.\n El servicio debe proporcionar metricas en tiempo real y registrar solicitudes sin procesar que incluyen detalles sobre direcciones IP, geolocalizacion, URI, agentes de usuario y arbitros.\n g.\n El servicio debe permitir agregar una lista de IP anonimas para las reglas administradas de la nube.\n@@ -239,13 +239,13 @@\n b.\n El servicio debe utilizar tecnicas como el filtrado de paquetes determinista y la configuracion de trafico basada en prioridades, para mitigar ataques a la capa de red basica.\n c.\n-El servicio debe estar en capacidad de enviar notificaciones cuando se presentan ataques d.\n-El servicio debe brindar metricas de mitigacion e.\n+El servicio debe estar en capacidad de enviar notificaciones cuando se presentan ataques  d.\n+El servicio debe brindar metricas de mitigacion  e.\n El servicio debe soportar cronologias de trafico de red  Servicio de gestion de DNS a.\n-El servicio debe ser escalable y debe proveer alta disponibilidad b.\n+El servicio debe ser escalable y debe proveer alta disponibilidad  b.\n El servicio debe permitir crear reglas de reenvio condicional y puntos de enlace DNS para resolver nombres personalizados controlados en las zonas privadas alojadas en el servicio o en los servidores DNS que se encuentran en las instalaciones.\n c.\n-El servicio debe permitir redirigir a los usuarios finales hacia los mejores puntos de enlace para la aplicacion en funcion de la geo\\u25cfproximidad, la latencia, el estado y otras consideraciones d.\n+El servicio debe permitir redirigir a los usuarios finales hacia los mejores puntos de enlace para la aplicacion en funcion de la geo\\u25cfproximidad, la latencia, el estado y otras consideraciones  d.\n El servicio debe permitir remitir a los usuarios finales a un punto de enlace determinado que la Entidad especifique en funcion de la ubicacion geografica del usuario final.\n e.\n El servicio debe permitir administrar nombres de dominio personalizados para los recursos de la nube internos sin exponer datos de DNS en la web publica.\n@@ -254,11 +254,11 @@\n g.\n El servicio debe permitir dirigir automaticamente a los visitantes del sitio web a una ubicacion alternativa para evitar interrupciones del servicio.\n h.\n-El servicio debe ofrecer servicios de registro de nombres de dominio, donde sea posible buscar y registrar nombres de dominio disponibles o transferir nombres de dominio existentes para que se administren a traves del servicio.\n-i.\n-El servicio debe contar con una sencilla interfaz de servicios web que permita ponerse en marcha en cuestion de minutos j.\n-El servicio debe permitir transferir el dominio desde otro servicio DNS al servicio DNS en la nube k.\n-El servicio debe ofrecer un conjunto sencillo de API que facilita la creacion y la administracion de registros DNS para los dominios l.\n+El servicio debe ofrecer servicios de registro de nombres de dominio, donde sea  posible buscar y registrar nombres de dominio disponibles o transferir nombres de dominio existentes para que se administren a traves del servicio.\n+i.\n+El servicio debe contar con una sencilla interfaz de servicios web que permita ponerse en marcha en cuestion de minutos  j.\n+El servicio debe permitir transferir el dominio desde otro servicio DNS al servicio DNS en la nube  k.\n+El servicio debe ofrecer un conjunto sencillo de API que facilita la creacion y la administracion de registros DNS para los dominios  l.\n El servicio debe incluir la funcionalidad de administracion de nombres DNS para escalar hacia arriba o hacia abajo el microservicio.\n m.\n El servicio debe tener una disponibilidad del 99.\n@@ -266,41 +266,41 @@\n Servicios de Monitoreo a.\n El servicio debe permitir monitorear recursos de infraestructura locales, hibridos y de la nube.\n b.\n-El servicio debe permitir recopilar y obtener acceso a todos los datos de rendimiento y operaciones en formato de registros y metricas a partir de una sola plataforma c.\n+El servicio debe permitir recopilar y obtener acceso a todos los datos de rendimiento y operaciones en formato de registros y metricas a partir de una sola plataforma  c.\n El servicio debe permitir visualizar y analizar el estado, el rendimiento y la disponibilidad de sus aplicaciones en un solo lugar.\n d.\n-El servicio debe tener la capacidad de hacer monitoreo de las aplicaciones en tres dimensiones: monitoreo de infraestructura (con metricas y registros para comprender los recursos que respaldan sus aplicaciones), monitoreo de transacciones (con rastreos para comprender las dependencias entre sus recursos) y monitoreo de usuario final (para monitorear sus puntos de enlace y notificarle cuando su experiencia de usuario final se haya degradado) e.\n-El servicio debe permitir monitorear puntos de enlace de la aplicacion f.\n+El servicio debe tener la capacidad de hacer monitoreo de las aplicaciones en tres dimensiones: monitoreo de infraestructura (con metricas y registros para  comprender los recursos que respaldan sus aplicaciones), monitoreo de  transacciones (con rastreos para comprender las dependencias entre sus  recursos) y monitoreo de usuario final (para monitorear sus puntos de enlace y notificarle cuando su experiencia de usuario final se haya degradado)  e.\n+El servicio debe permitir monitorear puntos de enlace de la aplicacion  f.\n El servicio debe permitir escribir reglas para indicar los eventos de interes para la aplicacion y las acciones automatizadas que se deben desencadenar cuando una regla concuerde con un evento.\n g.\n-El servicio debe facilitar el diagnostico, aislamiento y correccion de problemas h.\n+El servicio debe facilitar el diagnostico, aislamiento y correccion de problemas  h.\n El servicio debe permitir realizar analisis historicos para optimizar costos y obtener informacion en tiempo real sobre los recursos de la infraestructura y la optimizacion de las aplicaciones.\n i.\n-El servicio debe permitir recopilar hasta 50 metricas predeterminadas de servicios de la nube j.\n-El servicio debe permitir crear graficos reutilizables y ver las aplicaciones y los recursos de la nube en una vista unificada k.\n-El servicio debe permitir monitorear contenedores l.\n-El servicio debe contar con granularidad configurable de monitoreo/alerta m.\n-El servicio debe permitir correlacionar el patron de registros de una metrica  especifica y definir alarmas para que avisen de manera proactiva acerca de problemas operativos y de rendimiento n.\n+El servicio debe permitir recopilar hasta 50 metricas predeterminadas de servicios de la nube  j.\n+El servicio debe permitir crear graficos reutilizables y ver las aplicaciones y los recursos de la nube en una vista unificada  k.\n+El servicio debe permitir monitorear contenedores  l.\n+El servicio debe contar con granularidad configurable de monitoreo/alerta  m.\n+El servicio debe permitir correlacionar el patron de registros de una metrica  especifica y definir alarmas para que avisen de manera proactiva acerca de problemas operativos y de rendimiento  n.\n La funcionalidad de alarmas debe permitir definir un umbral de metricas y activar una accion.\n o.\n-El servicio debe permitir monitorear el rendimiento operativo, resolver errores y detectar tendencias p.\n-El servicio debe permitir controlar que usuarios y recursos tienen permiso para obtener acceso a sus datos y de que manera lo hacen q.\n+El servicio debe permitir monitorear el rendimiento operativo, resolver errores y detectar tendencias  p.\n+El servicio debe permitir controlar que usuarios y recursos tienen permiso para obtener acceso a sus datos y de que manera lo hacen  q.\n El servicio debe permitir cifrar los datos en transito y en reposo.\n Servicio de administrar y desplegar contenedores (sin servidores, sin cluster) a.\n-El postor debera considerar un servicio de soporte que incluya la gestion de la  plataforma.\n-b.\n-Al ejecutar las tareas y los servicios la aplicacion se empaqueta en contenedores, se especifican los requisitos de sistema operativo, CPU y de memoria, se definen las politicas de acceso de usuarios y las redes, y se lanza la aplicacion.\n+El postor debera considerar un servicio de soporte que incluya la gestion de la plataforma.\n+b.\n+Al ejecutar las tareas y los servicios la aplicacion se empaqueta en contenedores, se especifican los requisitos de sistema operativo, CPU y de memoria, se definen  las politicas de acceso de usuarios y las redes, y se lanza la aplicacion.\n c.\n Cada tarea del servicio debe tener su propio limite de aislamiento y no comparte el kernel subyacente, los recursos de CPU, los recursos de memoria ni la interfaz de red elastica con otra tarea.\n d.\n Debe ser un servicio de contenedores que permite a los usuarios ejecutar contenedores sin tener que administrar la infraestructura subyacente, lo que incluye servidores, clusteres y software de orquestacion.\n-Ademas, que tendra la capacidad de aprovisionar automaticamente la capacidad de computo, el escalado y la administracion de los contenedores  Servicio de deteccion de amenazas inteligente y de monitoreo constante a.\n-El servicio debe permitir identificar las actividades que se puede asociar con las cuentas, recursos vulnerables y el reconocimiento de acciones malintencionadas b.\n-El servicio debe suministrar hallazgos de mayor precision mediante aprendizaje automatico con inteligencia de amenazas, como listas de dominios e IP malintencionadas.\n+Ademas, que tendra la capacidad de aprovisionar automaticamente la capacidad de computo, el  escalado y la administracion de los contenedores  Servicio de deteccion de amenazas inteligente y de monitoreo constante a.\n+El servicio debe permitir identificar las actividades que se puede asociar con las cuentas, recursos vulnerables y el reconocimiento de acciones malintencionadas  b.\n+El servicio debe suministrar hallazgos de mayor precision mediante aprendizaje automatico con inteligencia de amenazas, como listas de dominios e IP  malintencionadas.\n c.\n El servicio debe permitir detectar senales de cuentas vulnerables, como el acceso a recursos de la nube a partir de una ubicacion geografica inusual en un momento atipico del dia.\n d.\n-El servicio debe permitir controlar las llamadas a la API inusuales, como los intentos de ocultar actividad en cuentas mediante la desactivacion de funcionalidades de registro en la nube o la captura de instantaneas de una base de datos a partir de una direccion IP malintencionada.\n+El servicio debe permitir controlar las llamadas a la API inusuales, como los intentos de ocultar actividad en cuentas mediante la desactivacion de  funcionalidades de registro en la nube o la captura de instantaneas de una base de datos a partir de una direccion IP malintencionada.\n e.\n El servicio debe permitir monitorear y analizar continuamente datos de eventos de cargas de trabajo y cuentas de la nube, registros de flujo y registros de DNS.\n f.\n@@ -314,9 +314,9 @@\n j.\n El servicio debe monitorear y analizar de manera continua eventos de datos del servicio de almacenamiento de objetos para detectar actividad sospechosa.\n k.\n-El servicio debe permitir hacer detecciones avanzadas mediante el uso del aprendizaje automatico y la deteccion de anomalias para identificar amenazas, como patrones inusuales de llamadas a la API y comportamientos de usuarios malintencionados.\n+El servicio debe permitir hacer detecciones avanzadas mediante el uso del aprendizaje automatico y la deteccion de anomalias para identificar amenazas, como patrones inusuales de llamadas a la API y comportamientos de usuarios  malintencionados.\n l.\n-El servicio debe ayudar priorizar la respuesta ante posibles amenazas m.\n+El servicio debe ayudar priorizar la respuesta ante posibles amenazas  m.\n El servicio debe permitir brindar respuestas de seguridad automaticas ante  hallazgos de seguridad.\n n.\n El servicio debe soportar monitoreo continuo, analisis de cuentas y analisis de eventos de datos en las cargas de trabajo  Servicio de Gestion de APIs a.\n@@ -332,7 +332,7 @@\n Servicio de Gestion de Certificados Digitales a.\n El servicio debe crear, almacenar y renovar certificados y claves SSL/TLS X.\n 509 que protegen sus sitios web y aplicaciones en el proveedor de nube.\n-Servicio de consulta de datos en la nube a.\n+Servicio de consulta de datos en la nube  a.\n El servicio debe permitir a los usuarios ejecutar consultas SQL estandar sobre datos almacenados en un almacen de datos en la nube sin necesidad de mover o transformar previamente los datos.\n b.\n Debe ser capaz de manejar datos en formatos como JSON, CSV, Parquet y otros.\n@@ -346,7 +346,7 @@\n El servicio debe ofrecer opciones de almacenamiento seguro y duradero de los resultados de las consultas.\n g.\n Debe ser facturado segun el uso de consultas ejecutadas.\n-Servicio de ETL (Extraccion, Transformacion y Carga) en la nube a.\n+Servicio de ETL (Extraccion, Transformacion y Carga) en la nube  a.\n El servicio debe permitir la extraccion de datos desde diversas fuentes, incluidas bases de datos, almacenes de datos y sistemas en la nube.\n b.\n Debe ofrecer herramientas para transformar y limpiar los datos, incluida la capacidad de definir y gestionar esquemas de datos.\n@@ -361,7 +361,7 @@\n g.\n Debe ser facturado segun el volumen de datos procesados y los recursos utilizados.\n Servicio de migracion de bases de datos en la nube a.\n-El servicio debe admitir la migracion de bases de datos desde una variedad de  fuentes, incluidas bases de datos locales y en la nube.\n+El servicio debe admitir la migracion de bases de datos desde una variedad de fuentes, incluidas bases de datos locales y en la nube.\n b.\n Debe ser capaz de realizar migraciones en tiempo real con una minima interrupcion del servicio.\n c.\n@@ -415,7 +415,7 @@\n b.\n Debe proporcionar informacion y analisis de amenazas en tiempo real y la capacidad de identificar problemas de seguridad y vulnerabilidades.\n c.\n-El servicio debe permitir la automatizacion de respuestas a incidentes de seguridad.\n+El servicio debe permitir la automatizacion de respuestas a incidentes de  seguridad.\n d.\n Debe ofrecer integracion con soluciones de terceros y herramientas de seguridad personalizadas.\n e.\n@@ -437,7 +437,7 @@\n g.\n Debe ofrecer opciones para la integracion con herramientas de administracion y analisis de registros de terceros.\n h.\n-Debe ser facturado segun el volumen de registros de eventos y el almacenamiento a largo plazo de registros.\n+Debe ser facturado segun el volumen de registros de eventos y el  almacenamiento a largo plazo de registros.\n Servicio de transferencia de datos en la nube a.\n El servicio debe permitir la transferencia de datos hacia y desde la infraestructura de proveedor cloud de manera eficiente y segura.\n b.\n@@ -461,11 +461,11 @@\n c.\n El servicio debe proporcionar informacion detallada sobre el tiempo que lleva cada componente de una aplicacion en procesar una solicitud.\n d.\n-Debe permitir la identificacion de dependencias y relaciones entre componentes  de aplicaciones.\n+Debe permitir la identificacion de dependencias y relaciones entre componentes de aplicaciones.\n e.\n Debe ser capaz de generar visualizaciones de mapa de calor y graficos de flujo de solicitudes para el analisis de rendimiento.\n f.\n-El servicio debe ser compatible con la instrumentacion de aplicaciones y microservicios en una variedad de lenguajes de programacion.\n+El servicio debe ser compatible con la instrumentacion de aplicaciones y  microservicios en una variedad de lenguajes de programacion.\n g.\n Debe ofrecer herramientas para la deteccion y resolucion de problemas de aplicaciones en tiempo real.\n h.\n@@ -488,12 +488,12 @@\n El servicio debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de acceso y permisos.\n h.\n Debe ser facturado segun el numero de pipelines y los recursos utilizados en los flujos de trabajo.\n-Servicio de compilacion y pruebas de codigo en la nube a.\n+Servicio de compilacion y pruebas de codigo en la nube  a.\n El servicio debe permitir la automatizacion de la construccion y prueba de codigo fuente desde sistemas de control de versiones de codigo.\n b.\n Debe ofrecer opciones de configuracion para la seleccion de entornos de construccion personalizados y la ejecucion de pruebas automatizadas.\n c.\n-El servicio debe proporcionar informacion detallada sobre el proceso de construccion y resultados de pruebas, incluidos registros y notificaciones.\n+El servicio debe proporcionar informacion detallada sobre el proceso de  construccion y resultados de pruebas, incluidos registros y notificaciones.\n d.\n Debe ser capaz de integrarse con pipelines de entrega continua para facilitar la implementacion continua.\n e.\n@@ -521,7 +521,7 @@\n b.\n Debe ser compatible con contenedores Docker y permitir el uso de imagenes de contenedores en aplicaciones y flujos de trabajo de desarrollo.\n c.\n-El servicio debe proporcionar una interfaz para el almacenamiento y la recuperacion de imagenes de contenedores de manera eficiente.\n+El servicio debe proporcionar una interfaz para el almacenamiento y la  recuperacion de imagenes de contenedores de manera eficiente.\n d.\n Debe ofrecer opciones de control de acceso y autenticacion para garantizar la seguridad de las imagenes de contenedores almacenadas.\n e.\n@@ -537,7 +537,7 @@\n b.\n Debe proporcionar capacidades de automatizacion para la implementacion y administracion de recursos en la nube.\n c.\n-El servicio debe ofrecer capacidades de administracion de parches y actualizaciones para mantener los sistemas y aplicaciones actualizados y seguros.\n+El servicio debe ofrecer capacidades de administracion de parches y  actualizaciones para mantener los sistemas y aplicaciones actualizados y  seguros.\n d.\n Debe ser capaz de recopilar y almacenar datos de inventario y configuracion de recursos en la nube.\n e.\n@@ -551,10 +551,9 @@\n i.\n Debe ser facturado segun el uso de las capacidades de administracion y automatizacion utilizadas.\n Para la presentacion de su oferta, el postor debera presentar los costos mensuales y totales, asumiendo el supuesto de que se usaran todos los servicios solicitados en los terminos de referencia al 100%; para lo cual los postores deberan considerar el modelo establecido en el Anexo D \\\"Precio de la oferta\\\", el cual detalla el desagregado de las ofertas a precios unitarios y a Suma Alzada de los componentes del presente servicio.\n-Asimismo, el postor debera indicar la URL publica del fabricante utilizado para determinar los precios unitarios.\n Sin embargo, debe entenderse que las siguientes caracteristicas son solo referenciales y no necesariamente deberan ser instaladas o ponerse en servicio al perfeccionamiento del contrato.\n Deben considerarse solo para efectos de la estimacion del costo variable referencial del servicio a contratar, el cual finalmente dependera del consumo mensual.\n-Componentes del Servicio  Unidad de  medida  Cantidad  Mensual referenci  Sistema de contratacio  Servicio de base de datos  compatible  con PostgreSQL  (HA)  vCPU 16  Cantidad 2 SA  RAM 128GB  SSD 100 GB  Zonas de disponibilidad 2  Servicio de base de datos  en memoria  para redis  (HA)  vCPU 2  Cantidad 2 SA  Memoria  RAM 6.\n-38 GB  Rendimiento  de la red  Hasta 12,5  GB  Zonas de disponibilidad 2  Servicio de base de datos  en memoria  para redis  vCPU 2  Cantidad 1 SA  Memoria  RAM 3.\n-09 GB  Rendimiento  de la red Hasta 5 GB  Servicio de contenedores  sin servidor  Sistema operativo Linux  Cantidad 12 SA  Arquitectura  de CPU x86  Numero de  tareas o pods/dia 1  vCPU 1  Memoria  RAM 2GB  Servicio de funciones sin  servidor  Arquitectura x86  Cantidad 1 PU  Numero de  solicitudes 51M  Duracion de cada solicitud  (en ms) 200  Cantidad de  memoria asignada 1536 MB  Cantidad de almacenamie  nto efimero  asignado 512 MB  Servicio de administracio  APIs  Solicitudes de  API REST 51M Cantidad 1 PU  Solicitudes de  API REST con tamano de la memoria  cache (GB)  0.\n-5 10000 Cantidad 1 PU  Balanceador  de carga a  nivel de aplicacion  Numero de balanceadore s de carga de  aplicaciones 4  Cantidad 1 PU GB procesados 610 GB  NAT  Datos procesados \\u200bpor puerta de  enlace NAT 1 TB NAT 2 PU  Datos procesados \\u200bpor puerta de  enlace NAT 100 GB NAT 1 PU  Conector de  redes en multiples  zonas  Numero de  archivos adjuntos de  Transit Gateway 3  Cantidad 1 SA  Datos procesados  \\u200bpor archivo  adjunto de  Transit Gateway (GB) 100  Conexion  VPN  VPN Site to  Site 1 Cantidad 1 SA  CDN  Numero de  solicitudes  (HTTPS) 30M  Cantidad 1 PU  Transferencia  de datos a Internet (GB) 5TB  Servicio de transferencia  de datos  Transferencia  de datos salientes (GB) 200 GB Cantidad 1 PU  Servicio de trazabilidad  de componentes  Numero de  solicitudes  por mes 11M  Cantidad 1 SA  Tasa de muestreo 100%  Numero de consultas por  mes 2000  Seguimientos  recuperados  por consulta 100  Servicio de monitoreo y observabilida  Paneles 6  Cantidad 1 SA  Datos de  registros ingeridos  (GB) 100 GB  Solicitudes a  API de metricas 100000  Alarmas 295  WAF Reglas 20 Cantidad 2 SA  gestion de  claves criptograficas  Llaves 20  Cantidad 1 SA Solicitudes 1M  Registro de contenedores  Cantidad de  datos almacenados  (GB) 110 GB Cantidad 1 SA  Servicio de repositorio de  codigo  Numero de  usuarios  activos 20 Cantidad 1 SA  Servicio de construccion e integracion  continua  Numero de compilaciones  en un mes 25  Cantidad 2 SA  Duracion promedio de la compilacion  (minutos) 10  Sistema operativo Linux  vCPU 4  RAM 8  Servicio de tuberias de integracion y  entrega continua  Numero de  pipelines  activos 4 Cantidad 1 SA  Centro de seguridad y conformidad  Numero de comprobacion  es de 3000 Cantidad 1 SA  seguridad por  cuenta  Numero de  hallazgos ingeridos por  cuenta 300  Numero de  reglas de automatizacio  n 30  Servicio de configuracion y auditoria de  recursos  Numero de evaluaciones  de reglas de configuracion 20  Cantidad 1 SA  Numero de elementos de configuracion  registrados 200  Servicio de almacenamie  nto de parametros  Parametros  estandar 1000 Cantidad 1 SA  Servicio de almacenamie nto de objetos  Almacenamie  nto estandar  de objetos  (TB) 12 TB  Cantidad 2 PU  Solicitudes a  la API de  objetos 11M  analisis de  datos en almacenamie nto de objetos  Numero total  de consultas/me  s 10  Cantidad 1 PU  Cantidad de  datos escaneados por consulta  (TB) 12 TB  Servicio de migracion de  bases de  datos  Cantidad de almacenamie nto (multiples  AZ) (GB) 100 GB  Cantidad 1 SA  Numero de  instancias 2  vCPU 4  RAM 8  Servicio de visualizacion  y analisis de  datos  Capacidad de  SPICE en  gigabytes  (GB) 50 GB  Cantidad 1 SA  Numero de  autores 2  Numero de  lectores 20  Servicio de preparacion y  carga de  datos  Numero de  sesiones interactivas 20  Cantidad 1 SA  Numero de  nodos consumidos  para el trabajo 10  Numero de  objetos almacenados  (millon por  mes) 1M  Numero de solicitudes de  acceso (millon por  mes) 1 M  Numero de rastreadores 20  Servicio de deteccion de  amenazas y  actividades  inusuales  Eventos analizados 1M Cantidad 1 SA  auditoria y registro de eventos de la  plataforma  Eventos analizados 1M Cantidad 1 SA  Leyenda Nomenclaturas:  M = Millones MB = Megabytes GB = Gigabytes TB = Terabytes HA = High Availability MS = Milisegundos PU = Precios Unitarios SA = Suma Alzada\n+Ite  m Componentes del Servicio Unidad  Cantidad  Mensual  Modalida  medida referencia  1  Servicio de base de datos  compatible con  PostgreSQL (HA)  vCPU 16  Cantida  d 2 Suma  Alzada  RAM 128GB  SSD 100  GB  Zonas de  disponibilidad 2  2  Servicio de base de datos  en memoria para redis  (HA)  vCPU 2  Cantida  d 2 Suma  Alzada  Memoria RAM 6.\n+38  GB  Rendimiento de  la red  Hasta  12,5  GB  Zonas de  disponibilidad 2  3 Servicio de base de datos  en memoria para redis  vCPU 2  Cantida  d 1 Suma  Alzada  Memoria RAM 3.\n+09  GB  Rendimiento de  la red  Hasta  5 GB  4 Servicio de contenedores  sin servidor  Sistema  operativo Linux  Cantida  d 12 Suma  Alzada  Arquitectura de  CPU x86  Numero de  tareas o  pods/dia  1  vCPU 1  Memoria RAM 2GB  5 Servicio de funciones sin  servidor  Arquitectura x86  Cantida  d 1 Precio  unitario  Numero de  solicitudes 51M  Duracion de  cada solicitud  (en ms)  200  Cantidad de  memoria  asignada  1536  MB  Cantidad de  almacenamiento  efimero  asignado  512  MB  6  administracion y  despliegue de APIs  Solicitudes de  API REST 51M Cantida  d 1 Precio  Unitario  Solicitudes de  API REST con  tamano de la  memoria cache  (GB) 0.\n+5  10000 Cantida  d 1  7 Balanceador de carga a  nivel de aplicacion  Numero de  balanceadores  de carga de  aplicaciones  4 Cantida  d 1 Precio  Unitario  GB procesados 610  GB  8 Servicio de NAT  Datos  procesados \\u200bpor  puerta de  enlace NAT  1 TB NAT 2  Precio  Unitario Datos  procesados \\u200bpor  puerta de  enlace NAT  100  GB NAT 1  9 Conector de redes en  multiples zonas  Numero de  archivos  adjuntos de  Transit Gateway  3  Cantida  d 1 Suma  Alzada Datos  procesados \\u200bpor  archivo adjunto  de Transit  Gateway (GB)  100  10 Conexion VPN VPN Site to Site 1 Cantida  d 1 Suma  Alzada  11 Servicio de CDN  Numero de  solicitudes  (HTTPS)  30M  Cantida  d 1 Precio  Unitario Transferencia  de datos a  Internet (GB)  5TB  12 Servicio de transferencia  de datos  Transferencia  de datos  salientes (GB)  200  GB  Cantida  d 1 Precio  Unitario  13 Servicio de trazabilidad  de componentes  Numero de  solicitudes por  mes  11M  Cantida  d 1 Suma  Alzada  Tasa de  muestreo 100%  Numero de  consultas por  mes  2000  Seguimientos  recuperados por  consulta  100  14 Servicio de monitoreo y  observabilidad  Paneles 6  Cantida  d 1 Suma  Alzada  Datos de  registros  ingeridos (GB)  100  GB  Solicitudes a  API de metricas  10000  0  Alarmas 295  15 Servicio de WAF Reglas 20 Cantida  d 2 Suma  Alzada  16 Servicio de gestion de  claves criptograficas  Llaves 20 Cantida  d 1 Suma  Alzada Solicitudes 1M  17 Registro de contenedores  Cantidad de  datos  almacenados  (GB)  110  GB  Cantida  d 1 Suma  Alzada  18 Servicio de repositorio de  codigo  Numero de  usuarios activos 20 Cantida  d 1 Suma  Alzada  19 Servicio de construccion  e integracion continua  Numero de  compilaciones  en un mes  25  Cantida  d 2 Suma  Alzada  Duracion  promedio de la  compilacion  (minutos)  10  Sistema  operativo Linux  vCPU 4  RAM 8  20  Servicio de tuberias de  integracion y entrega  continua  Numero de  pipelines activos 4 Cantida  d 1 Suma  Alzada  21 Centro de seguridad y  conformidad  Numero de  comprobaciones  de seguridad  por cuenta  3000  Cantida  d 1 Suma  Alzada  Numero de  hallazgos  ingeridos por  cuenta  300  Numero de  reglas de 30  automatizacion  22 Servicio de configuracion  y auditoria de recursos  Numero de  evaluaciones de  reglas de  configuracion  20  Cantida  d 1 Suma  Alzada Numero de  elementos de configuracion  registrados  200  23  almacenamiento de  parametros  Parametros  estandar 1000 Cantida  d 1  almacenamiento de  objetos  Almacenamient  o estandar S3  (TB)  12 TB Cantida  d 2 Precio  Unitario Solicitudes a la  API de objetos 11M  24  Servicio de analisis de  datos en almacenamiento  de objetos  Numero total de  consultas/mes 10  Cantida  d 1 Precio  Unitario  Cantidad de  datos  escaneados por  consulta (TB)  12 TB  25 Servicio de migracion de  bases de datos  Cantidad de  almacenamiento  (multiples AZ)  (GB)  100  GB  Cantida  d 1 Suma  Alzada Numero de  instancias 2  vCPU 4  RAM 8  26 Servicio de visualizacion  y analisis de datos  Capacidad de  SPICE en  gigabytes (GB)  50 GB  Cantida  d 1 Suma  Alzada Numero de  autores 2  Numero de  lectores 20  27 Servicio de preparacion y  carga de datos  Numero de  sesiones  interactivas  20  Cantida  d 1 Suma  Alzada  Numero de  nodos  consumidos  para el trabajo  10  Numero de  objetos  almacenados  (millon por mes)  1M  Numero de  solicitudes de  acceso (millon  por mes)  1 M  Numero de  rastreadores 20  28  Servicio de deteccion de  amenazas y actividades  inusuales  Eventos  analizados 1M Cantida  d 1 Suma  Alzada  29  Servicio de auditoria y  registro de eventos de la  plataforma  Eventos  analizados 1M Cantida  d 1 Suma  Alzada  Cuadro 1\\u25cf Cuadro Componentes del Servicio  Leyenda Nomenclaturas:  M = Millones MB = Megabytes GB = Gigabytes TB = Terabytes HA = High Availability MS = Milisegundos",
    "5.2.": "--- \n+++ \n@@ -1,12 +1,12 @@\n-Implementacion del Servicio El servicio contempla una etapa de implementacion, donde el proveedor debera desplegar los servicios solicitados en el numeral 5 (literal 5.\n-3) en un plazo de no mayor a 30 dias calendario contados a partir del dia siguiente de la firma de contrato.\n-Responsabilidad del postor:  \\u25cf Elaboracion de un (1) plan de trabajo para la implementacion del proyecto \\u25cf Arquitectura y diseno de la solucion implementada con Infraestructura como Codigo (IaC) de los diversos componentes mencionados en el numeral 5, literal 5.\n-3 en dos (2) ambientes: QA / PROD.\n+Implementacion del Servicio El servicio contempla una etapa de implementacion, donde el proveedor debera  desplegar los servicios solicitados en el numeral 5 (literal 5.\n+1) \\u201cCuadro Componentes del Servicio \\u201cen un plazo de no mayor a 30 dias calendario contados a partir del dia siguiente de la firma de contrato.\n+Responsabilidad del postor:  \\u25cf Elaboracion de un (1) plan de trabajo para la implementacion del proyecto  \\u25cf Arquitectura y diseno de la solucion implementada con Infraestructura como Codigo (IaC) de los diversos componentes mencionados en el numeral 5, literal 5.\n+1 en dos (2) ambientes: QA / PROD.\n \\u25cf Implementacion y diseno del flujo de despliegue y entrega continua para los componentes de backend, frontend y movil android (CI/CD) en dos (2) ambientes: QA / PROD.\n \\u25cf Realizar hasta cinco (5) pruebas de estres end\\u25cfto\\u25cfend en el ambiente QA para validar el rendimiento de la conexion VPN Site To Site, asi como la comunicacion con APIs externos.\n \\u25cf Las pruebas de estres deberan permitir una observabilidad de la aplicacion, APIs y base de datos, para ello el proveedor debera orquestar herramientas de Open Telemetry y/o similares para obtener metricas adecuadas.\n-\\u25cf Realizar hasta dos (2) pruebas de ethical hacking y/o pentesting de una (1) aplicacion end\\u25cfto\\u25cfend que contiene los siguientes componentes: backend (4 microservicios en java v1.\n+\\u25cf Realizar hasta dos (2) pruebas de ethical hacking y/o pentesting de una (1) aplicacion end\\u25cfto\\u25cfend que contiene los siguientes componentes: backend (4 microservicios en  java v1.\n 8, 1 en node.\n-js v14 y 1 en python v3), frontend (1 SPA angular v11), API (4 metodos POST, 4 metodos GET) \\u25cf Informe tecnico detallado con los puntos de mejora de la arquitectura a nivel de backend, APIs, frontend y base de datos.\n+js v14 y 1 en python v3), frontend (1 SPA angular v11), API (4 metodos POST, 4 metodos GET)  \\u25cf Informe tecnico detallado con los puntos de mejora de la arquitectura a nivel de backend, APIs, frontend y base de datos.\n \\u25cf Informe tecnico detallado con los puntos vulnerables o de mejora identificados en las pruebas de ethical hacking.\n \\u25cf Brindar el soporte tecnico 24/7 por el tiempo que dure el contrato.",
    "5.3.": "ambos documentos presentan la misma información",
    "5.4.": "ambos documentos presentan la misma información",
    "5.4.1.": "--- \n+++ \n@@ -1,6 +1,6 @@\n El Contratista proveera un servicio de soporte bajo las siguientes etapas.\n \\u2714 En caso se presentar una falla en el servicio, EsSalud podra comunicarse con el  PROVEEDOR a traves de los canales de atencion formales y establecidos, todas las incidencias y/o requerimientos deberan ser registrados en una herramienta de gestion de tickets.\n-\\u2714 El PROVEEDOR debera ofrecer un servicio de soporte que, como minimo, sea  equivalente a los niveles de soporte 'Business' o 'Enterprise' comunmente ofrecidos en la industria de servicios de nube.\n+\\u2714 El PROVEEDOR debera ofrecer un servicio de soporte que, como minimo, sea equivalente a los niveles de soporte 'Business' o 'Enterprise' comunmente ofrecidos en la industria de servicios de nube.\n Este servicio de soporte debera incluir, entre otros, respuesta rapida a incidentes criticos, acceso a expertos tecnicos y revision periodica de la arquitectura y configuracion de la infraestructura por la marca de la nube a ofertar.\n \\u2714 El PROVEEDOR brindara soporte presencial cuando se amerite y sea para la  atencion de los componentes ubicados en las instalaciones de ESSALUD, para los casos de infraestructura publica o nube publica la atencion sera de manera remota.\n \\u2714 El PROVEEDOR debe tener la capacidad suficiente para la atencion y resolucion de  todos los problemas que se presenten con la solucion propuesta, los unicos casos que podra reportar con el fabricante son los ocasionados por un mal funcionamiento del producto.\n@@ -17,10 +17,10 @@\n Tiempo de Respuesta para Requerimientos Se define como Tiempo de Respuesta para requerimientos al tiempo transcurrido desde el momento en que la entidad realiza un pedido al contratista y el momento en que el requerimiento ha sido recepcionado.\n Luego el personal especializado se comunicara con la entidad para informar que el requerimiento ha sido recepcionado para su pronta atencion.\n Tiempo de respuesta: 2 horas en 8x5.\n-Caracteristica Descripcion  Horario de Atencion (No incluye  dias festivos ni feriados)  Los horarios de atencion solicitados son: Gestion de Requerimientos 9:00 am a  5:00 pm (L\\u25cfV)  Bolsa de Requerimientos mensual El postor debe de considerar una bolsa de 40 horas durante la duracion del contrato.\n-La bolsa debe considerar:  \\u25cf Implementacion de mejoras en la arquitectura (Contenedores, Cola de servicios, Buses de Evento) \\u25cf Implementacion de mejoras a nivel de codigo fuente en lenguajes de programacion (Java / Angular / TypeScript / Golang) \\u25cf Implementacion de mejoras a nivel de base de datos (NoSQL / PostgreSQL / Redis)  ATENCION DE INCIDENCIAS El tiempo de respuesta ante una incidencia, se define como el tiempo transcurrido entre el momento en que la entidad notifica la averia o si la averia es detectada internamente por el proveedor y el momento en que un tecnico del servicio empieza a trabajar en la resolucion del problema y ademas se realiza la primera comunicacion con la entidad.\n+Caracteristica Descripcion  Horario de Atencion (No incluye  dias festivos ni feriados)  Los horarios de atencion solicitados son: Gestion de Requerimientos 9:00 am a  5:00 pm (L\\u25cfV)  Bolsa de Requerimientos El postor debe de considerar una bolsa de 40 horas durante la duracion del contrato.\n+La bolsa debe considerar:  \\u25cf Implementacion de mejoras en la arquitectura (Contenedores, Cola de servicios, Buses de Evento)  \\u25cf Implementacion de mejoras a nivel de codigo fuente en lenguajes de programacion (Java / Angular / TypeScript / Golang)  \\u25cf Implementacion de mejoras a nivel de base de datos (NoSQL / PostgreSQL / Redis)  ATENCION DE INCIDENCIAS El tiempo de respuesta ante una incidencia, se define como el tiempo transcurrido entre el momento en que la entidad notifica la averia o si la averia es detectada internamente por el proveedor y el momento en que un tecnico del servicio empieza a trabajar en la resolucion del problema y ademas se realiza la primera comunicacion con la entidad.\n Cada incidencia estara asociada a un nivel de severidad descrito a continuacion:  \\u2714 Severidad Nivel 1 (Graves): Fallos que involucran una indisponibilidad del servicio de  infraestructura cloud.\n \\u2714 Severidad Nivel 2 (Medias): Fallos que involucran una degradacion en la calidad del  servicio, tal como la saturacion de recursos, atencion de servicios a una capacidad menor al 100%.\n \\u2714 Severidad Nivel 3 (Leves): Fallos que involucran a funcionalidades secundarias del  servicio y que no afectan su normal operatividad.\n Estos niveles de severidad serviran a los grupos de operacion para priorizar las incidencias y atenderlas en base a los siguientes tiempos de respuesta:  \\u25cf Severidad Nivel 1: 30 min.\n-en 7 x 24 \\u25cf Severidad Nivel 2: 1 hora en 7 x 24 \\u25cf Severidad Nivel 3: 2 horas en 8 x 5 y 4 horas 7 x 24  Caracteristica Descripcion  Horario de Atencion (De acuerdo con el nivel de severidad, se debe atender en 7x24 (L\\u25cfD) u 8x5(L\\u25cfV)  Los horarios de atencion solicitados son: Gestion de Incidentes 24 x 7 x 365 (*)\n+en 7 x 24  \\u25cf Severidad Nivel 2: 1 hora en 7 x 24  \\u25cf Severidad Nivel 3: 2 horas en 8 x 5 y 4 horas 7 x 24  Caracteristica Descripcion  Horario de Atencion (De  acuerdo con el nivel de  severidad, se debe atender en 7x24 (L\\u25cfD) u 8x5(L\\u25cfV)  Los horarios de atencion solicitados son: Gestion de Incidentes 24 x 7 x 365 (*)",
    "5.4.2.": "ambos documentos presentan la misma información",
    "5.5.": "ambos documentos presentan la misma información",
    "5.5.1.": "ambos documentos presentan la misma información",
    "5.5.2.": "--- \n+++ \n@@ -3,3 +3,4 @@\n \\u25cf Finalizada la implementacion del servicio, se firmara el \\u201cActa de Inicio del Servicio\\u201d (Ver Anexo B), suscrita por el representante de la Sub Gerencia de Operaciones de TI y el Proveedor, para dar inicio al conteo de los Trescientos sesenta y cinco (365) dias calendario (365) dias calendarios de prestacion del servicio.\n Plazo del servicio: Trescientos sesenta y cinco (365) dias calendario, contados a partir del dia siguiente de la firma del \\u201cActa de Inicio de Servicio\\u201d.\n De no consumir la capacidad total de los recursos contratados en nube, el proveedor debera otorgar lo equivalente en creditos disponibles a la entidad para su uso.\n+Nota: No se considera pago alguno durante la etapa implementacion.",
    "6.": "ambos documentos presentan la misma información",
    "6.1.": "--- \n+++ \n@@ -3,9 +3,9 @@\n En el caso de postores que declaren en el anexo \\u201cDeclaracion Jurada del Postor\\u201d tener la condicion de micro y pequena empresa se acredita un a experiencia en s/ 120,000.\n 00 (Ciento veinte mil con 00/100 soles) por la venta de servicios iguales y similares al objeto de la convocatoria, durante los ocho (8) anos anteriores a la fecha de la presentacion de ofertas que se computaran desde la fecha de la conformidad o emision del comprobante de pago, segun corresponda.\n En el caso de consorcio, todos los integrantes deberan contar con la condicion de micro y pequena empresa.\n-El postor debera contar con carta y/o certificado de respaldo como partner avanzado oficial de la marca (fabricante) de la nube publica a ofertar.\n-Se consideran servicios similares: experiencia en la venta y/o implementacion de proyectos de nubes privadas, nubes mixtas y/o nubes publicas y/o Servicios Cloud Computing y/o Servicios de Informatica en la Nube y/o Cloud web Hosting y/o Servicio de infraestructura en nube y/o servicio administrado de infraestructura en nube\\u201d.\n-Acreditacion:  La experiencia del postor en la especialidad se acreditara con copia simple de (1) contratos u ordenes de servicios, y su respectiva conformidad o constancia de prestacion; o (i) comprobantes de pago cuya cancelacion se acredite documental y fehacientemente, con voucher de deposito, nota de abono, reporte de estado de cuenta, cualquier otro documento emitido por Entidad del sistema financiero que acredite el abono o mediante cancelacion en el mismo comprobante de pago, correspondientes a un maximo de veinte (20) contrataciones.\n+El postor debera contar con carta y/o certificado de respaldo como partner oficial de la marca (fabricante) de la nube publica a ofertar.\n+Se consideran servicios similares: experiencia en la venta y/o implementacion de proyectos de nubes privadas, nubes mixtas y/o nubes publicas y/o Servicios Cloud Computing y/o Servicios de Informatica en la Nube y/o Cloud web Hosting y/o Servicio de infraestructura en  nube y/o servicio administrado de infraestructura en nube\\u201d.\n+Acreditacion:  La experiencia del postor en la especialidad se acreditara con copia simple de (1) contratos u ordenes de servicios, y su respectiva conformidad o constancia de prestacion; o (i) comprobantes de pago cuya cancelacion se acredite documental y fehacientemente, con voucher de deposito, nota de abono, reporte de estado de cuenta, cualquier otro documento emitido por Entidad del sistema financiero que acredite el abono o mediante cancelacion en el mismo comprobante de pago, correspondientes a un maximo de veinte (20)  contrataciones.\n En caso los postores presenten varios comprobantes de pago para acreditar una sola contratacion, se debe acreditar que corresponden a dicha contratacion; de lo contrario, se asumira que los comprobantes acreditan contrataciones independientes, en cuyo caso solo se considerara, para la evaluacion, las veinte (20) primeras contrataciones indicadas en el Anexo N* 8 referido a la Experiencia del Postor en la Especialidad.\n En el caso de servicios de ejecucion periodica o continuada, solo se considera como experiencia la parte del contrato que haya sido ejecutada durante los ocho (8) anos anteriores a la fecha de presentacion de ofertas, debiendo adjuntarse copia de las conformidades correspondientes a tal parte o los respectivos comprobantes de pago cancelados.\n Cuando estos contratos, ordenes de servicios o comprobantes de pago el monto facturado se encuentre expresado en moneda extranjera, debe indicarse el tipo de cambio venta  Sin perjuicio de lo anterior los postores deben llenar y presentar el Anexo E referido a la Experiencia del Postor en la Especialidad",
    "6.2.": "ambos documentos presentan la misma información",
    "6.2.1.": "--- \n+++ \n@@ -1,7 +1,7 @@\n-\\u25cf IMPLEMENTACION El Proveedor debera presentar maximo en un plazo de treinta (30) dias calendarios, la documentacion pertinente, la cual debe contener, como minimo, lo siguiente:  \\u2794 Plan de trabajo para la implementacion del proyecto \\u2794 Arquitectura y diseno de la solucion implementada \\u2794 Arquitectura de Red VPN Site\\u25cfTo\\u25cfSite con la segmentacion de CIDR \\u2794 Diseno del flujo de despliegue y entrega continua \\u2794 Resultados de las cinco (5) pruebas de estres end\\u25cfto\\u25cfend (con graficas) \\u2794 Informe tecnico detallado con los puntos de mejora de la arquitectura a nivel de backend, APIs, frontend y base de datos.\n+\\u25cf IMPLEMENTACION El Proveedor debera presentar maximo en un plazo de treinta (30) dias calendarios, la documentacion pertinente, la cual debe contener, como minimo, lo siguiente:  \\u2794 Plan de trabajo para la implementacion del proyecto  \\u2794 Arquitectura y diseno de la solucion implementada  \\u2794 Arquitectura de Red VPN Site\\u25cfTo\\u25cfSite con la segmentacion de CIDR  \\u2794 Diseno del flujo de despliegue y entrega continua  \\u2794 Resultados de las cinco (5) pruebas de estres end\\u25cfto\\u25cfend (con graficas)  \\u2794 Informe tecnico detallado con los puntos de mejora de la arquitectura a nivel de backend, APIs, frontend y base de datos.\n \\u2794 Informe tecnico detallado con los puntos de vulnerabilidad identificados en las pruebas de ethical hacking.\n-\\u25cf SERVICIO INFRAESTRUCTURA PUBLICA O NUBE PUBLICA El Proveedor debera presentar maximo en un plazo de diez (10) dias calendarios posteriores al termino de cada servicio mensual, un INFORME MENSUAL DETALLADO DEL SERVICIO, el cual debe contener, como minimo, lo siguiente:  \\u2794 El proveedor debera presentar un reporte de costos incurridos por la puesta del servicio de los recursos provisionados.\n-De no utilizar el 100% de los servicios solicitados la entidad podra utilizar la diferencia hasta la finalizacion del presente contrato.\n+\\u25cf SERVICIO INFRAESTRUCTURA PUBLICA O NUBE PUBLICA El Proveedor debera presentar maximo en un plazo de diez (10) dias calendarios posteriores al termino de cada servicio mensual, un INFORME MENSUAL  DETALLADO DEL SERVICIO, el cual debe contener, como minimo, lo siguiente:  \\u2794 El proveedor debera presentar un reporte de costos incurridos por la puesta del servicio de los recursos provisionados.\n+De no utilizar el 100% de los servicios  solicitados el contratista podra otorgar lo equivalente en creditos disponibles a la entidad para su uso.\n \\u2794 El proveedor debera presentar un reporte de rendimiento de la infraestructura de los ultimos 30 dias, donde considere metricas como CPU, RAM, DISCO, RED, Tiempo de respuesta (TPS) de los diversos servicios desplegados.\n \\u2794 El proveedor debera presentar un registro con las incidencias reportadas por la entidad durante el mes.\n \\u2794 Recomendaciones y/o sugerencias.",
    "6.2.2.": "--- \n+++ \n@@ -1,36 +1,36 @@\n 6.\n 1.\n 1 UN (01) GERENTE DE PROYECTO  Formacion academica  Profesional titulado en ingenieria en software o ingenieria en sistemas o ingenieria en sistemas de informacion o ingenieria informatica o ingenieria electronica o licenciado en computacion o afines.\n-Capacitacion  \\u25cf Certificacion de gestion de proyectos PMP vigente y/o certificado SCRUM Master \\u25cf Certificado de ITIL Foundation Certificate.\n-Experiencia Experiencia minima de 5 anos en gestion de proyectos informaticos o de tecnologia de informacion  Actividades a desarrollar \\u25cf Estara a cargo de la direccion general del proyecto, sera el encargado de efectuar las coordinaciones directas con el Coordinador \\u2013 EsSalud y/o con la Sub Gerencia de Operaciones de Tecnologias de Informacion de la Gerencia de Produccion de la GCTIC, durante la etapa de la implementacion.\n+Capacitacion  \\u25cf Certificacion de gestion de proyectos PMP vigente y/o certificado SCRUM Master  \\u25cf Certificado de ITIL Foundation Certificate.\n+Experiencia Experiencia minima de 5 anos en gestion de proyectos  informaticos o de tecnologia de informacion  Actividades a desarrollar \\u25cf Estara a cargo de la direccion general del proyecto, sera el encargado de efectuar las coordinaciones directas con el  Coordinador \\u2013 EsSalud y/o con la Sub Gerencia de Operaciones de Tecnologias de Informacion de la Gerencia de Produccion de la GCTIC, durante la etapa de la implementacion.\n \\u25cf Realizara las coordinaciones con el personal de la Sub Gerencia de Operaciones de Tecnologias de la Informacion de la Gerencia de Produccion de la Gerencia Central de Tecnologias de la Informacion y Comunicaciones.\n \\u25cf Informara sobre el avance de la implementacion.\n \\u25cf Elaborara las actas de reunion de trabajo.\n-\\u25cf Gestionara las pruebas de validacion para el acta de conformidad \\u25cf Coordinar con los implementadores el cumplimiento de los objetivos en el tiempo planificado.\n-\\u25cf Reportar los avances segun el cronograma establecido en el plan de trabajo \\u25cf Generar la documentacion respectiva.\n+\\u25cf Gestionara las pruebas de validacion para el acta de conformidad  \\u25cf Coordinar con los implementadores el cumplimiento de los objetivos en el tiempo planificado.\n+\\u25cf Reportar los avances segun el cronograma establecido en el plan de trabajo  \\u25cf Generar la documentacion respectiva.\n 6.\n 1.\n-2 UN (01) ARQUITECTO DE NUBE  Formacion academica  Profesional titulado o Bachiller en las siguientes carreras: Ingenieria de Software o Ingenieria de Sistemas o Ingenieria de Sistemas de Informacion o Ingenieria Informatica o a fines.\n+2 UN (01) ARQUITECTO DE NUBE  Formacion academica  Profesional titulado o Bachiller en las siguientes carreras:  Ingenieria de Software o Ingenieria de Sistemas o Ingenieria de Sistemas de Informacion o Ingenieria Informatica o a fines.\n Certificacion requerida  Certificado oficial en arquitectura cloud de nivel profesional de la marca de la nube a ofertar.\n-Experiencia  Debera acreditar experiencia minima de 5 anos en desarrollo y/o arquitectura y/o implementacion y/o configuracion y/o instalacion de soluciones en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube.\n+Experiencia  Debera acreditar experiencia minima de 3 anos en desarrollo y/o arquitectura y/o implementacion y/o configuracion y/o instalacion de soluciones en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube.\n Actividades a desarrollar  \\u25cf Realizara las coordinaciones con el personal de Sub Gerencia de Operaciones de Tecnologias de la Informacion de la Gerencia de Produccion de la Gerencia Central de Tecnologias de la Informacion y Comunicaciones.\n \\u25cf Responsable de las arquitecturas de la solucion.\n \\u25cf Desarrollara toda la infraestructura como codigo (IaC) para la homologacion de los ambientes en nube.\n \\u25cf Realizara los planes de recuperacion ante desastres para las arquitecturas a implementar.\n-\\u25cf Evaluar continuamente las arquitecturas existentes para identificar areas de mejora o potenciales cuellos de botella.\n-\\u25cf Asegurar que todas las soluciones cumplan con los estandares de seguridad necesarios y recomendar soluciones de seguridad adecuadas.\n-\\u25cf Participar en reuniones estrategicas para ofrecer aportaciones desde la perspectiva de la nube y como puede influir en la  direccion futura de la empresa.\n-\\u25cf Documentar todas las arquitecturas y soluciones implementadas de manera clara y concisa para futuras referencias o para nuevos miembros del equipo.\n+\\u25cf Evaluar continuamente las arquitecturas existentes para  identificar areas de mejora o potenciales cuellos de botella.\n+\\u25cf Asegurar que todas las soluciones cumplan con los estandares de seguridad necesarios y recomendar soluciones de  seguridad adecuadas.\n+\\u25cf Participar en reuniones estrategicas para ofrecer aportaciones desde la perspectiva de la nube y como puede influir en la direccion futura de la empresa.\n+\\u25cf Documentar todas las arquitecturas y soluciones  implementadas de manera clara y concisa para futuras  referencias o para nuevos miembros del equipo.\n 6.\n 1.\n 3 UN (01) ESPECIALISTA DE NUBE  Formacion academica  Profesional titulado o bachiller en las siguientes carreras: Ingenieria de Software o Ingenieria de Sistemas o Ingenieria Electronica o Ingenieria de Redes y Comunicaciones o afines.\n Capacitacion Certificado oficial en desarrollo y/o administrador en cloud de nivel asociado de la marca de la nube a ofertar.\n-Experiencia  Debera acreditar experiencia minima de 5 anos en administrador y/o desarrollador y/o operador y/o configuracion y/o instalacion de desarrollo y/o infraestructura en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube.\n+Experiencia  Debera acreditar experiencia minima de 3 anos en administrador y/o desarrollador y/o operador y/o configuracion y/o instalacion de  desarrollo y/o infraestructura en nube o soluciones de cloud o  soluciones de cloud computing o infraestructura en nube.\n Actividades a desarrollar  \\u25cf Responsable de la implementacion de niveles de infraestructura de la plataforma.\n \\u25cf Brindara soporte a los requerimientos y cambios de EsSalud de hasta 40 horas en las herramientas de seguridad propuestas.\n \\u25cf Realizara las recomendaciones de buenas practicas en nube mediante un informe mensual.\n \\u25cf Pruebas de ingenieria del caos en la solucion implementada.\n-\\u25cf Establecer sistemas de monitorizacion y alertas para las arquitecturas en la nube para detectar y responder rapidamente a cualquier problema o interrupcion.\n+\\u25cf Establecer sistemas de monitorizacion y alertas para las  arquitecturas en la nube para detectar y responder rapidamente a cualquier problema o interrupcion.\n \\u25cf Revisar y gestionar los costos asociados con las soluciones en la nube, recomendando optimizaciones cuando sea necesario.\n \\u25cf Elaboracion de la documentacion de la solucion implementada.\n Acreditacion para el personal clave: El Titulo Tecnico o Bachiller, sera verificado por el comite de seleccion en el Registro Nacional de Grados Academicos y Titulos Profesionales en el portal web de la Superintendencia Nacional de Educacion \\u2014 Superior \\u2014 Universitaria \\u25cf SUNEDU a traves del siguiente link: https://enlinea.",
    "7.": "ambos documentos presentan la misma información",
    "7.1.": "ambos documentos presentan la misma información",
    "7.1.1.": "--- \n+++ \n@@ -1,5 +1,5 @@\n El Proveedor de la solucion que debe considerar los Lineamientos para el Uso de Servicios de nube publica para entidades de la Administracion Publica del Estado Peruano, para efectos de disponibilidad, integridad, confidencialidad, autenticidad y trazabilidad, por lo cual queda obligado a cumplir y demostrar que, como minimo, cumple con todas las medidas de seguridad de la NTP ISO/IEC 27001:2014 Tecnologia de la Informacion, pertinentes para el nivel de disponibilidad requerido.\n Esto incluye instalaciones y personal.\n En su defecto podra presentar la certificacion global para nubes publicas ISO/IEC 27001:2013 de la nube ofertada.\n-El proveedor debera ser un partner avanzado acreditado de la nube publica a ofertar.\n+El proveedor debera ser un partner acreditado de la nube publica a ofertar.\n Las medidas de seguridad podran ser reemplazadas por otras siempre y cuando se acredite con las certificaciones respectivas que protegen igual o mejor el riesgo sobre los activos y se satisfacen los principios basicos en materia de seguridad de la informacion antes senalada.",
    "7.2.": "ambos documentos presentan la misma información",
    "7.3.": "ambos documentos presentan la misma información",
    "7.4.1.": "ambos documentos presentan la misma información",
    "7.4.2.": "--- \n+++ \n@@ -1,78 +1,78 @@\n-\\u25cf Del Servicio La Entidad realizara el pago de la contraprestacion pactada a favor del contratista dentro de los 10 dias:  Servicio de implementacion y Migracion Capacitacion Servicio de infraestructura: soporte de la marca y adicionales Servicio de gestion y soporte  La forma de pago por la prestacion del servicio se realizara de forma mensual bajo los siguientes detalles del cuadro adjunto previo otorgamiento de conformidad de acuerdo al numeral 7.\n+\\u25cf Del Servicio La Entidad realizara el pago de la contraprestacion pactada a favor del contratista dentro de los 10 dias:  Servicio de implementacion y Migracion Servicio de infraestructura Publica o Nube Publica Servicio de gestion y soporte Servicio de capacitacion  La forma de pago por la prestacion del servicio se realizara de forma mensual bajo los siguientes detalles del cuadro adjunto previo otorgamiento de conformidad de acuerdo al numeral 7.\n 4.\n-La Entidad realizara el pago de la contraprestacion pactada a favor del contratista en moneda nacional (soles), en pagos parciales, de acuerdo al siguiente detalle:  N\\u00b0 DE PAGOS DETALLE DEL PAGO  Primer pago: Luego de culminado y otorgada la  conformidad del primer  plazo del corte de  facturacion.\n+La Entidad realizara el pago de la contraprestacion pactada a favor del contratista en moneda nacional (soles), en pagos parciales, de acuerdo al siguiente detalle:  N\\u00b0 DE PAGOS DETALLE DEL PAGO  Primer pago: Luego de  culminado y otorgada la  conformidad del primer  plazo del corte de  facturacion.\n A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del primer corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n-A suma alzada: \\u25cf Servicio de Capacitacion: 100% del monto total contratado para el servicio de capacitacion, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la  N\\u00b0 DE PAGOS DETALLE DEL PAGO  oferta\\u201d.\n+A suma alzada: \\u25cf Servicio de Capacitacion: 100% del monto total  contratado para el servicio de capacitacion, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n \\u25cf Servicio de implementacion y migracion: 100% del monto total contratado para el servicio de implementacion y migracion, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-\\u25cf Servicio de infraestructura: soporte de la marca y adicionales 8.\n+\\u25cf Servicio de infraestructura Publica o Nube Publica: 8.\n 33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-\\u25cf Servicio de gestion y Soporte: 8.\n+\\u25cf Servicio de gestion y soporte: 8.\n 33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-Segundo pago: Luego de  culminado y otorgada la conformidad del segundo  plazo del corte de  facturacion.\n+Segundo pago: Luego de  culminado y otorgada la  conformidad del segundo  plazo del corte de  facturacion.\n A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del segundo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n-A suma alzada: \\u25cf Servicio de infraestructura: 8.\n+N\\u00b0 DE PAGOS DETALLE DEL PAGO  A suma alzada: \\u25cf Servicio de infraestructura Publica o Nube Publica 8.\n+33% del monto total contratado para el servicio de  infraestructura, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n+\\u25cf Servicio de gestion y soporte: 8.\n+33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n+Tercer pago: Luego de  culminado y otorgada la  conformidad del tercer  plazo del corte de  facturacion.\n+A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del tercer corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n+A suma alzada: \\u25cf Servicio de infraestructura Publica o Nube Publica: 8.\n 33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-\\u25cf Servicio de gestion y Soporte: 8.\n+\\u25cf Servicio de gestion y soporte: 8.\n 33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-Tercer pago: Luego de culminado y otorgada la  conformidad del tercer  plazo del corte de  facturacion.\n-A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del tercer corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n-A suma alzada: \\u25cf Servicio de infraestructura: 8.\n+Cuarto pago: Luego de  culminado y otorgada la  conformidad del cuarto  plazo del corte de  facturacion.\n+A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del cuarto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n+A suma alzada: \\u25cf Servicio de infraestructura Publica o Nube Publica: 8.\n 33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-\\u25cf Servicio de gestion y Soporte: 8.\n-33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la  N\\u00b0 DE PAGOS DETALLE DEL PAGO  oferta\\u201d.\n-Cuarto pago: Luego de culminado y otorgada la  conformidad del cuarto  plazo del corte de  facturacion.\n-A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del cuarto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n-A suma alzada: \\u25cf Servicio de infraestructura: 8.\n+\\u25cf Servicio de gestion y soporte: 8.\n+33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n+N\\u00b0 DE PAGOS DETALLE DEL PAGO  Quinto pago: Luego de  culminado y otorgada la  conformidad del quinto  plazo del corte de  facturacion.\n+A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del quinto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n+A suma alzada: \\u25cf Servicio de infraestructura Publica o Nube Publica: 8.\n 33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-\\u25cf Servicio de gestion y Soporte: 8.\n+\\u25cf Servicio de gestion y soporte: 8.\n 33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-Quinto pago: Luego de culminado y otorgada la  conformidad del quinto  plazo del corte de  facturacion.\n-A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del quinto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n-A suma alzada: \\u25cf Servicio de infraestructura: 8.\n+Sexto pago: Luego de  culminado y otorgada la  conformidad del sexto  plazo del corte de  facturacion.\n+A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del sexto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n+A suma alzada: \\u25cf Servicio de infraestructura Publica o Nube Publica: 8.\n 33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-\\u25cf Servicio de gestion y Soporte: 8.\n+\\u25cf Servicio de gestion y soporte: 8.\n 33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-Sexto pago: Luego de culminado y otorgada la  conformidad del sexto  plazo del corte de  facturacion.\n-A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del sexto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n-A suma alzada:  N\\u00b0 DE PAGOS DETALLE DEL PAGO  \\u25cf Servicio de infraestructura: 8.\n+Septimo pago: Luego de  culminado y otorgada la  conformidad del septimo  plazo del corte de  facturacion.\n+A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del septimo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n+A suma alzada: \\u25cf Servicio de infraestructura Publica o Nube Publica: 8.\n+33% del monto total contratado para el servicio de  N\\u00b0 DE PAGOS DETALLE DEL PAGO  infraestructura, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n+\\u25cf Servicio de gestion y soporte: 8.\n+33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n+Octavo pago: Luego de  culminado y otorgada la  conformidad del octavo  plazo del corte de  facturacion.\n+A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del octavo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n+A suma alzada: \\u25cf Servicio de infraestructura Publica o Nube Publica: 8.\n 33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-\\u25cf Servicio de gestion y Soporte: 8.\n+\\u25cf Servicio de gestion y soporte: 8.\n 33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-Septimo pago: Luego de  culminado y otorgada la conformidad del septimo  plazo del corte de  facturacion.\n-A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del septimo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n-A suma alzada: \\u25cf Servicio de infraestructura: 8.\n+noveno pago: Luego de  culminado y otorgada la conformidad del noveno  plazo del corte de  facturacion.\n+A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del noveno corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n+A suma alzada: \\u25cf Servicio de infraestructura Publica o Nube Publica: 8.\n 33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-\\u25cf Servicio de gestion y Soporte: 8.\n-33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-Octavo pago: Luego de culminado y otorgada la  conformidad del octavo  plazo del corte de  facturacion.\n-A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del octavo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n-A suma alzada: \\u25cf Servicio de infraestructura: 8.\n-33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-\\u25cf Servicio de gestion y Soporte: 8.\n-33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-N\\u00b0 DE PAGOS DETALLE DEL PAGO  noveno pago: Luego de culminado y otorgada la conformidad del noveno  plazo del corte de  facturacion.\n-A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del noveno corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n-A suma alzada: \\u25cf Servicio de infraestructura: 8.\n-33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-\\u25cf Servicio de gestion y Soporte: 8.\n+\\u25cf Servicio de gestion y soporte: 8.\n 33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n Decimo pago: Luego de culminado y otorgada la conformidad del decimo  plazo del corte de  facturacion.\n-A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del decimo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n-A suma alzada: \\u25cf Servicio de infraestructura: 8.\n+A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante  N\\u00b0 DE PAGOS DETALLE DEL PAGO  el periodo ejecutado del decimo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n+A suma alzada: \\u25cf Servicio de infraestructura Publica o Nube Publica: 8.\n 33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-\\u25cf Servicio de gestion y Soporte: 8.\n+\\u25cf Servicio de gestion y soporte: 8.\n 33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-Onceavo pago: Luego de  culminado y otorgada la conformidad del onceavo  plazo del corte de  facturacion.\n+Onceavo pago: Luego de  culminado y otorgada la  conformidad del onceavo  plazo del corte de  facturacion.\n A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del onceavo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n-A suma alzada: \\u25cf Servicio de infraestructura: 8.\n+A suma alzada: \\u25cf Servicio de infraestructura Publica o Nube Publica: 8.\n 33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-\\u25cf Servicio de gestion y Soporte: 8.\n-33% del monto total  N\\u00b0 DE PAGOS DETALLE DEL PAGO  contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-Doceavo pago: Luego de  culminado y otorgada la conformidad del doceavo  plazo del corte de  facturacion.\n+\\u25cf Servicio de gestion y soporte: 8.\n+33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n+Doceavo pago: Luego de  culminado y otorgada la  conformidad del doceavo  plazo del corte de  facturacion.\n A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del doceavo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.\n-A suma alzada: \\u25cf Servicio de infraestructura: 8.\n+A suma alzada: \\u25cf Servicio de infraestructura Publica o Nube Publica: 8.\n 33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n-\\u25cf Servicio de gestion y Soporte: 8.\n+\\u25cf Servicio de gestion y soporte: 8.\n 33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D \\u201cPrecios de la oferta\\u201d.\n Para efectos del pago de las contraprestaciones ejecutadas por el contratista, la Entidad debe contar con la siguiente documentacion:  \\u25cf Acta de conformidad firmada por la Sub Gerencia de Operaciones de Tecnologia de Informacion \\u25cf SGOTI de la Gerencia de Produccion.\n \\u25cf Comprobante de pago.",
    "7.5.": "--- \n+++ \n@@ -3,16 +3,16 @@\n La penalidad se aplica automaticamente y se calcula de acuerdo a la siguiente formula:  Penalidad diaria = 0.\n 10 x monto vigente  F x plazo vigente en dias  Donde F tiene los valores siguientes:  F = 0.\n 40 para plazos menores o iguales a sesenta (60) dias F = 0.\n-25 para plazos mayores a sesenta (60) dias  \\u2714 Otras penalidades  En concordancia con el articulo 163 del Reglamento de la Ley de Contrataciones del Estado para el presente servicio se establecen los siguientes supuestos de aplicacion de penalidades:  \\u00b0  SUPUESTOS DE APLICACION DE  PENALIDAD  FORMA DE CALCULO  PROCEDIMIENTO  1 Cambio de personal sin comunicacion previa hacia la Sub Gerencia de Operaciones de Tecnologias de la Informacion (SGOTI) de la Gerencia de Produccion de la Gerencia Central de Tecnologias de Informacion y Comunicaciones  =1*UIT por dia de incumplimiento.\n-Segun informe del personal asignado a la supervision por la Sub Gerencia de Operaciones de Tecnologias de Informacion de la Gerencia de Produccion.\n-2 No cumple con proveer al personal ofrecido en su propuesta, salvo hecho fortuito o fuerza mayor debidamente acreditado, y con autorizacion de la Entidad  =0.\n-001*M por cada dia de incumplimiento, por cada uno del personal ofrecido  Segun informe del personal asignado a la supervision por la Sub Gerencia de Operaciones de Tecnologias de Informacion de la Gerencia de Produccion.\n-3 Cuando el Contratista no cumple en presentar el informe correspondiente dentro del plazo senalado.\n+25 para plazos mayores a sesenta (60) dias  \\u2714 Otras penalidades  En concordancia con el articulo 163 del Reglamento de la Ley de Contrataciones del Estado para el presente servicio se establecen los siguientes supuestos de aplicacion de  penalidades:  \\u00b0  SUPUESTOS DE APLICACION DE  PENALIDAD  FORMA DE CALCULO  PROCEDIMIENTO  1 Cambio de personal sin  comunicacion previa hacia la Sub Gerencia de  Operaciones de  Informacion (SGOTI) de la Gerencia de Produccion de la Gerencia Central de  =1*UIT por dia de incumplimiento.\n+Segun informe del  personal asignado a la  supervision por la Sub  Gerencia de Operaciones de Tecnologias de  Gerencia de Produccion.\n+2 No cumple con proveer al personal ofrecido en  su propuesta, salvo hecho fortuito o fuerza mayor  debidamente acreditado, y con autorizacion de la  Entidad  =0.\n+001*M por  cada dia de  incumplimiento, por cada uno del personal ofrecido  Segun informe del  personal asignado a la  supervision por la Sub  Gerencia de Operaciones de Tecnologias de  Gerencia de Produccion.\n+3 Cuando el Contratista no cumple en presentar el  informe correspondiente  dentro del plazo senalado.\n =0.\n 001*M por cada dia de incumplimiento.\n-Segun informe del personal asignado a la supervision por la Sub Gerencia de Operaciones de Tecnologias de Informacion de la Gerencia de Produccion.\n-4 Cuando el Contratista no cumple con ofrecer la capacitacion descrita dentro del plazo senalado.\n+Segun informe del  personal asignado a la  supervision por la Sub  Gerencia de Operaciones de Tecnologias de  Gerencia de Produccion.\n+4 Cuando el Contratista no cumple con ofrecer la  capacitacion descrita  dentro del plazo senalado.\n =0.\n 001*M por cada dia de incumplimiento.\n-Segun informe del personal asignado a la supervision por la Sub Gerencia de Operaciones de Tecnologias de Informacion de la Gerencia de Produccion.\n-Donde M = Monto del Contrato Vigente \"}, \"7.6. Responsabilidad de vicios ocultos\": {\"content\": \" El plazo maximo de responsabilidad del contratista es de doce (12) meses contados a partir de la conformidad otorgada por EsSalud.\n+Segun informe del  personal asignado a la  supervision por la Sub  Gerencia de Operaciones de Tecnologias de  Gerencia de Produccion.\n+Donde M = Monto del Contrato Vigente",
    "7.6.": "ambos documentos presentan la misma información",
    "8.": "--- \n+++ \n@@ -60,7 +60,7 @@\n Lugar y Fecha  \\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026  \\u2026\\u2026  SELLO Y FIRMA  Representante Legal Contratista  \\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026  \\u2026\\u2026  SELLO Y FIRMA  Sub Gerencia de Operaciones de Tecnologias de  Gerencia de Produccion \\u25cf GCTIC.\n ANEXO D  PRECIO DE LA OFERTA  Senores XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Presente.\n \\u25cf  Es grato dirigirme a usted, para hacer de su conocimiento que, de acuerdo con las bases, mi oferta es la siguiente:  Componentes del Servicio Unidad de  medida Cantidad Precio  unitario Costo  Servicio de funciones  sin servidor  funciones sin  servidor  Numero de  solicitudes  (Millones)  612  administracion y  despliegue de APIs  Solicitudes de  API REST  Numero de  solicitudes  (Millones)  612  Solicitudes de  API REST con  tamano de la  memoria cache  (GB) 0.\n-5  Numero de  solicitudes  (Millones)  120000  Balanceador de carga a nivel de  aplicacion  GB procesados GB 7320  Servicio de NAT  Datos  procesados \\u200bpor  puerta de  enlace NAT  TB 24  Datos  procesados \\u200bpor  puerta de  enlace NAT  GB 1200  Servicio de CDN  Numero de  solicitudes  (HTTPS)  Numero de  solicitudes  (millones)  360  Transferencia  de datos a  Internet (GB)  TB 60  transferencia de  datos  Transferencia  de datos  salientes (GB)  GB 2400  almacenamiento de  objetos  Almacenamient  o estandar de  objetos (TB)  TB 288  Solicitudes a la  API de objetos  Numero de  solicitudes  (millones)  264  Servicio de analisis  de datos en  almacenamiento de  objetos  Numero total de  consultas/mes  Numero de  solicitudes  (millones)  120  Cantidad de  datos  escaneados por  consulta (TB)  TB 60  Monto del componente a precios unitarios (D) S/  OFERTA A SUMA ALZADA DE LOS COMPONENTES SIGUIENTES:  CONCEPTO PRECIO TOTAL  Servicio de implementacion y migracion  Servicio de infraestructura, soporte de la marca y adicionales  Servicios de Gestion y Soporte  Servicio de capacitacion  Monto del componente a suma alzada (E) S/  OFERTA TOTAL  Monto total de la oferta (D+E) S/  El precio de la oferta en SOLES incluye todos los tributos, seguros, transporte,  inspecciones, pruebas y, de ser el caso, los costos laborales conforme a la legislacion vigente, asi como cualquier otro concepto que pueda tener incidencia sobre el costo del servicio a contratar; excepto la de aquellos postores que gocen de alguna exoneracion legal, no incluiran en el precio de su oferta los tributos respectivos.\n+5  Numero de  solicitudes  (Millones)  120000  Balanceador de carga a nivel de  aplicacion  GB procesados GB 7320  Servicio de NAT  Datos  procesados \\u200bpor  puerta de  enlace NAT  TB 24  Datos  procesados \\u200bpor  puerta de  enlace NAT  GB 1200  Servicio de CDN  Numero de  solicitudes  (HTTPS)  Numero de  solicitudes  (millones)  360  Transferencia  de datos a  Internet (GB)  TB 60  transferencia de  datos  Transferencia  de datos  salientes (GB)  GB 2400  almacenamiento de  objetos  Almacenamient  o estandar S3  (TB)  TB 144  Solicitudes a la  API de objetos  Numero de  solicitudes  (millones)  132  Servicio de analisis  de datos en  almacenamiento de  objetos  Numero total de  consultas/mes  Numero de  solicitudes  (millones)  120  Cantidad de  datos  escaneados por  consulta (TB)  TB 60  Monto del componente a precios unitarios (D) S/  OFERTA A SUMA ALZADA DE LOS COMPONENTES SIGUIENTES:  CONCEPTO PRECIO TOTAL  Servicio de implementacion y migracion  Servicio de infraestructura Publica o Nube Publica  Servicios de Gestion y Soporte  Servicio de capacitacion  Monto del componente a suma alzada (E) S/  OFERTA TOTAL  Monto total de la oferta (D+E) S/  El precio de la oferta en SOLES incluye todos los tributos, seguros, transporte,  inspecciones, pruebas y, de ser el caso, los costos laborales conforme a la legislacion vigente, asi como cualquier otro concepto que pueda tener incidencia sobre el costo del servicio a contratar; excepto la de aquellos postores que gocen de alguna exoneracion legal, no incluiran en el precio de su oferta los tributos respectivos.\n [CONSIGNAR CIUDAD Y FECHA]  \\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026.\n \\u2026\\u2026\\u2026\\u2026\\u2026\\u2026\\u2026.\n .\n@@ -202,7 +202,7 @@\n En el caso de postores que declaren en el Anexo \\u201cDeclaracion Jurada del Postor\\u201d tener la condicion de micro y pequena empresa, se acredita una experiencia de S/ 120,000.\n 00 (Ciento veinte mil 00/100 soles), por la venta de servicios iguales o similares al objeto de la convocatoria, durante los ocho (8) anos anteriores a la fecha de la presentacion de ofertas que se computaran desde la fecha de la conformidad o emision del comprobante de pago, segun corresponda.\n En el caso de consorcios, todos los integrantes deben contar con la condicion de micro y pequena empresa.\n-El postor debera contar con carta y/o certificado de respaldo como partner avanzado oficial de la marca (fabricante) de la nube publica a ofertar.\n+El postor debera contar con carta y/o certificado de respaldo como partner oficial de la marca (fabricante) de la nube publica a ofertar.\n Se consideran bienes similares a los siguientes:  venta y/o implementacion de proyectos de nubes privadas, nubes mixtas y/o nubes publicas y/o Servicios Cloud Computing y/o Servicios de Informatica en la Nube y/o Cloud web Hosting y/o Servicio de infraestructura en nube y/o servicio administrado de infraestructura en nube\\u201d.\n Acreditacion:  La experiencia del Proveedor en la especialidad se acreditara con copia simple de (i) contratos u ordenes de compra, y su respectiva conformidad o constancia de prestacion; o (ii) comprobantes de pago cuya cancelacion se acredite documental y fehacientemente, con voucher de deposito, nota de abono, reporte de estado de cuenta, cualquier otro documento emitido por Entidad del sistema financiero que acredite el abono o mediante cancelacion en el mismo comprobante de pago1, correspondientes a un maximo de veinte (20) contrataciones.\n En caso los Proveedores presenten varios comprobantes de pago para acreditar una sola contratacion, se debe acreditar que corresponden a dicha contratacion; de lo contrario, se asumira que los comprobantes acreditan contrataciones independientes, en cuyo caso solo se considerara, para la evaluacion, las veinte (20) primeras contrataciones indicadas en el Anexo referido a la Experiencia del Postor en la Especialidad."
}