{
    "secciones": [
        {
            "numero": "1.",
            "titulo": "El titulo de esta seccion es:  ** **DENOMINACIÓN DE LA CONTRATACIÓN**",
            "contenido": "Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios."
        },
        {
            "numero": "2.",
            "titulo": "El titulo de esta seccion es:  ** **FINALIDAD PÚBLICA**",
            "contenido": "La presente contratación pública tiene como finalidad mantener la operatividad y modernización de nuestra plataforma tecnológica, buscando elevar los niveles de eficiencia y satisfacción del personal administrativo, profesionales de la salud, usuarios internos y externos de EsSalud. Por la naturaleza del valor de los activos de información, por las mejores prácticas de seguridad y continuidad de los servicios, es necesario el fortalecimiento de las capacidades para la habilitación y validación de los niveles de transacción necesarios para despliegue de las aplicaciones, sobre el cual se brindará una atención oportuna a los asegurados y personal administrativo de EsSalud a nivel nacional, con la finalidad de asegurar la disponibilidad y confiabilidad de la documentación que generan las diferentes unidades orgánicas y permitirá de manera paulatina."
        },
        {
            "numero": "3.",
            "titulo": "El titulo de esta seccion es:  ** **ANTECEDENTES**",
            "contenido": "La Gerencia Central de Tecnologías de la Información y Comunicaciones (GCTIC), recibe una serie de requerimientos de las diferentes unidades orgánicas de EsSalud para la atención de sus necesidades operativas y estratégicas, muchos de estos requerimientos requieren atención a corto plazo, sin embargo las capacidades en infraestructura y plataforma tecnológica instalada en el Centro de Datos no es suficiente u oportuna para el dinamismo y agilidad para la atención de las necesidades que son requeridas a la GCTIC. Actualmente se hace necesario desplegar las aplicaciones de Essalud para lo cual es importante contar con capacidades dinámicas que pueden ser asignadas de acuerdo a las necesidades requeridas por las aplicaciones desarrolladas por Essalud. Mediante este servicio de gestión de Infraestructura en Nube pública, EsSalud podrá contar con un servicio provisto por un postor de experiencia que pueda ofrecer un servicio flexible de nube pública para la provisión de recursos de cómputo, almacenamiento, redes y bases de datos con niveles de alta disponibilidad y rendimiento, alto nivel de seguridad, , el cual permitirá optimizar la prestación de servicios al usuario interno y población asegurada de EsSalud, con el acceso a la información desde cualquier ubicación donde se encuentre el usuario de manera continua."
        },
        {
            "numero": "4.",
            "titulo": "El titulo de esta seccion es:  ** **OBJETIVOS DE LA CONTRATACIÓN**",
            "contenido": ""
        },
        {
            "numero": "4.1.",
            "titulo": "El titulo de esta seccion es:  Objetivo General**",
            "contenido": "Contratar el Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud."
        },
        {
            "numero": "4.2.",
            "titulo": "El titulo de esta seccion es:  Objetivo Especifico**",
            "contenido": "- Contar con un servicio que permita un alto rendimiento en capacidades de procesamiento, memoria, almacenamiento, comunicaciones, seguridad y redes a través de una Infraestructura Pública o nube pública. Página 3 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud - Garantizar un alto nivel de seguridad en el despliegue de las aplicaciones de EsSalud. |Sub (Item)|Tipo Prestación|Producto|Cantidad| |---|---|---|---| |1|Prestación Principal|Servicio de implementación y migración|01| |||Servicio de infraestructura, soporte de la marca y adicionales|01| |2|Prestación Accesoria|Servicio de Gestión y Soporte|01| |3|Capacitación|Servicio de capacitación|01| EsSalud. - Proporcionar un servicio garantizando el soporte técnico brindado por el fabricante. Asimismo, el servicio debe tener como alta prioridad la seguridad de la información, a través de diversos controles tanto lógicos como físicos."
        },
        {
            "numero": "5.",
            "titulo": "El titulo de esta seccion es:  ** **CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR**",
            "contenido": "El alcance de la adquisición comprende la entrega de todos los servicios requeridos, acondicionamiento, instalación, configuración, pruebas de funcionalidad y puesta en operación para el correcto funcionamiento. Así mismo, toda la solución deberá contar con una garantía por 12 meses El presente servicio incluye: - Implementación y puesta en operación - Garantías - Capacitación **Sub** **Tipo Prestación** **Producto** **Cantidad** **(Item)** Servicio de implementación y 01 migración 1 Prestación Principal Servicio de infraestructura, soporte de la marca y 01 adicionales 2 Prestación Accesoria Servicio de Gestión y Soporte 01 3 Capacitación Servicio de capacitación 01"
        },
        {
            "numero": "5.1.",
            "titulo": "El titulo de esta seccion es:  Descripción y cantidad del servicio a contratar**",
            "contenido": "- La Infraestructura de Nube Pública descrita en los presentes términos de referencia deberá tener una disponibilidad mínima del 99.99%. - El servicio deberá contar con una plataforma o consola la cual permita administrar los servicios de Infraestructura pública o Nube pública de Microservicios, la misma que será manejado por el Especialista (asignado por la Sub Gerencia de Operaciones de Tecnologías de Información de la Gerencia de Producción de la GCTIC) del Servicio a contratar. - Asegurar la resiliencia y continuidad del servicio a través de la implementación de como mínimo dos (2) centros de datos (zonas de disponibilidad) en una misma zona geográfica (región) que permitan la redundancia y failover automático en caso de incidencias, garantizando así la disponibilidad y la recuperación ante desastres de las aplicaciones y datos de EsSalud. El servicio de nube pública que ofrecerá el Proveedor deberá contar con las siguientes características: - El servicio de nube pública debe ser brindado por un proveedor de servicios de nube pública y debe figurar dentro del Cuadrante Mágico de Gartner de Servicios de Infraestructura y Plataforma en Nube más vigente. - El servicio de nube pública debe contar con el catálogo de sus servicios en su respectiva página web, permitiendo que cualquier persona con acceso a internet acceda fácilmente a la descripción de las características técnicas de cada uno de ellos. - El servicio de nube pública debe ofrecer una calculadora de precios, con la cual el interesado puede proyectar presupuestos. - El servicio de nube pública debe contar con certificaciones como: Página 4 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud a) Cloud Security Alliance (CSA): Controles de la alianza de seguridad en la nube nube b) FedRAMP c) SOC 1: Informe de controles de auditoría d) SOC 2: Informe de seguridad, disponibilidad y confidencialidad e) SOC 3: Informe de controles generales f) ISO 9001: Estándar de calidad internacional g) ISO 27001: Controles de administración de seguridad h) ISO 27017: Controles específicos de la nube i) ISO 27018: Protección de datos personales j) ISO 22301:2019: Estándar de Sistema de Continuidad de Negocio (BCMS). k) HIPAA **Servicios de cómputo de instancias virtuales** a. El servicio debe contar con un entorno virtual de cómputo que permita utilizar interfaces de servicios web para lanzar instancias con distintos sistemas operativos, cargarlas con su entorno de aplicaciones personalizado, administrar los permisos de acceso a la red y ejecutar su imagen utilizando los sistemas que se desee. b. El servicio debe permitir pausar y reanudar las instancias. c. El servicio debe contar con la capacidad para lanzar / administrar un grupo de recursos de cómputo con una sola solicitud. d. El servicio debe permitir hacer seguimiento de licencias para regular el uso y el cumplimiento. e. El servicio debe permitir implementar funcionalidades de auto escalamiento. f. El servicio debe contar con la capacidad de sincronización de tiempo para instancias cómputo. g. El servicio debe soportar acceso SSH basado en políticas. h. El servicio debe ser suministrado bajo un esquema de pago por uso. i. El servicio debe ofrecer la posibilidad de colocar instancias en distintas regiones de disponibilidad. j. El servicio debe permitir el uso de direcciones IP públicas. k. El servicio debe permitir ajustar la escala de la capacidad de las instancias automáticamente de acuerdo con las condiciones que se definan. l. El servicio debe permitir acceder de manera privada a la API de las instancias desde su red privada de nube o sobre conexión directa, sin utilizar IP públicas y sin que el tráfico deba atravesar la Internet. m. Debe ofrecer un servicio de origen de hora de alta precisión, fiabilidad y disponibilidad que pueda ser usado por los servicios de cómputo. **Servicios de gestión de identidad y acceso** a. El servicio debe permitir controlar el acceso, permisos a sus recursos y servicios de la nube. b. El servicio debe permitir que se administren permisos para sus usuarios y aplicaciones. c. El servicio debe permitir usar identidad federada para administrar accesos a una cuenta. d. El servicio debe permitir analizar el acceso a recursos y servicios. e. El servicio debe garantizar que los usuarios no tendrán acceso a los recursos de la nube hasta que se concedan de forma explícita los permisos. f. El servicio debe permitir crear credenciales temporales. g. El servicio debe permitir identificar y eliminar fácilmente los permisos no utilizados h. El servicio debe permitir diferentes modos de autenticación de usuarios como contraseñas, pares de claves y autenticación multifactor i. El servicio debe soportar la federación desde sistemas corporativos como Página 5 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud Microsoft Active Directory, así como proveedores de identidad basados en estándares. estándares. j. El servicio debe permitir bloquear los puertos que dan acceso a la nube pública y generar listas blancas de direcciones IP a través políticas k. El servicio debe permitir contar con información de auditoría de accesos a los recursos de la nube. **Servicios de red** a. El servicio debe ser escalable y debe permitir especificar un rango de direcciones IP privadas de que sean elegidas. b. El servicio debe permitir ampliar la nube privada virtual mediante la incorporación de intervalos IP secundarios. c. El servicio debe permitir dividir el rango privado de direcciones IP privadas de la nube privada virtual en una o varias subredes públicas o privadas para posibilitar la ejecución de aplicaciones y la prestación de servicios en la nube privada virtual. d. El servicio debe permitir controlar el acceso de entrada y salida desde y hacia subredes individuales por medio de listas de control de acceso. e. El servicio debe permitir almacenar datos y definir permisos de forma que el acceso a los datos sea posible exclusivamente desde el interior de la nube privada virtual. f. El servicio debe permitir asignar varias direcciones IP y asociar múltiples interfaces de red elásticas a instancias de la nube privada virtual. g. El servicio debe permitir asociar una o más direcciones IP elásticas a cualquier instancia de la nube privada virtual, de modo que puedan alcanzarse directamente desde Internet. h. El servicio debe permitir conectarse a la nube privada virtual con otras nubes privadas virtuales y obtener acceso a los recursos de otras nubes privadas virtuales a través de direcciones IP privadas mediante la interconexión de nube privada virtual. i. El servicio debe permitir conectarse de manera privada a los servicios del fabricante de la nube pública sin usar una gateway de Internet, ni una NAT ni un proxy de firewall mediante un punto de enlace de la nube privada virtual. j. El servicio debe permitir conectar la nube privada virtual y la infraestructura de TI local con la VPN del fabricante de la nube pública de sitio a sitio. k. El servicio debe permitir asociar grupos de seguridad de la nube privada virtual con instancias en la plataforma. l. El servicio debe permitir registrar información sobre el tráfico de red que entra y sale de las interfaces de red de la nube privada virtual. m. El servicio debe permitir habilitar IPv4 e IPv6 en la nube privada virtual. n. El servicio debe tener la habilidad de mover direcciones entre instancias o. El servicio debe tener la capacidad de análisis para monitoreo de tráfico de red. **Servicios de almacenamiento de datos** a. El servicio debe permitir crear volúmenes de almacenamiento y adjuntarlos a recursos de cómputo. b. El servicio debe permitir crear un sistema de archivos sobre estos volúmenes, ejecutar una base de datos o darles cualquier otro uso que le daría al almacenamiento en bloques. c. El servicio debe ofrecer almacenamiento respaldado por SSD para cargas de trabajo transaccionales como bases de datos y volúmenes de arranque (el rendimiento depende principalmente de las IOPS) y almacenamiento respaldado por HDD para cargas de trabajo intensivas como el procesamiento de registros (el rendimiento depende principalmente de los MB/s). d. El servicio debe permitir aumentar la capacidad, ajustar el rendimiento y modificar el tipo de cualquier volumen de generación nueva o existente de Página 6 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud manera dinámica. e. El servicio debe estar diseñado para ofrecer una alta disponibilidad y fiabilidad a través de la duplicación en múltiples ubicaciones. f. El servicio debe permitir hacer un cifrado integral de las instantáneas, los volúmenes de arranque y los volúmenes de datos. g. El servicio debe soportar la generación de Backup sin interrupción del servicio. h. El servicio debe contar con rendimiento total predecible del volumen creado a partir de instantáneas **Servicios de Base de datos relacional** a. El servicio debe permitir automatizar las tareas administrativas, como el aprovisionamiento de hardware, la configuración de bases de datos, la implementación de parches y la creación de copias de seguridad. b. El servicio debe ofrecer varios tipos de recursos de cómputo: optimizados para memoria, rendimiento u operaciones de E/S c. El servicio debe permitir escoger entre los siguientes motores de bases de datos PostgreSQL, MSSQL y MySQL d. El servicio debe permitir utilizar el licenciamiento de la base de datos Oracle bajo el modelo “Bring Your Own license” e. El servicio debe estar en capacidad de encargarse de tareas habituales de las bases de datos, como el aprovisionamiento, las revisiones, las copias de seguridad, la recuperación, la detección de errores y la reparación. f. El servicio se debe poder desplegar en múltiples ubicaciones. g. El servicio debe permitir aplicar de forma automática parches de software. h. El servicio debe contar con la opción de controlar si se deben aplicar parches a un recurso de cómputo de base de datos o no, y el momento en que se deben aplicar. i. El servicio debe contar con diversas opciones de almacenamiento en virtud del rendimiento requerido. Las opciones de almacenamiento deben incluir: Almacenamiento de uso general (SSD) y Almacenamiento de IOPS aprovisionadas (SSD). j. El servicio debe permitir aprovisionar almacenamiento adicional. k. El servicio debe permitir crear una o varias réplicas de un recurso de cómputo de base de datos de origen determinado y abastecer el alto volumen de tráfico de lectura de la aplicación desde distintas copias de sus datos, lo cual aumenta el rendimiento de lectura total. l. El servicio debe permitir hacer copias de seguridad automatizadas. m. El servicio debe permitir realizar una copia de seguridad de los registros de base de datos y de transacciones y los debe poder almacenar durante un periodo de retención que puede especificar el usuario. n. El servicio debe permitir especificar el periodo de retención de copia de seguridad automática hasta un máximo de días. o. El servicio debe permitir crear instantáneas de base de datos (copias de seguridad) que inicia el usuario de la instancia almacenada en el servicio de almacenamiento de objetos, y que se conservarán hasta que se eliminen explícitamente. p. El servicio debe permitir cifrar las bases de datos mediante las claves. q. El servicio debe permitir que los datos almacenados en reposo en el almacenamiento subyacente estén cifrados, al igual que las copias de seguridad automatizadas, las réplicas de lectura y las instantáneas. r. El servicio debe soportar la capacidad de aislar la base de datos en la propia red virtual y conectarse a su infraestructura de TI local mediante las VPN con IPsec cifradas estándar del sector. s. El servicio debe ofrecer la posibilidad de controlar las acciones que realizan los usuarios y grupos. t. El servicio debe permitir controlar las acciones que pueden realizar los usuarios y grupos en grupos de recursos que tengan la misma etiqueta y valor asociado u. El servicio debe soportar herramientas de monitoreo que permitan monitorear Página 7 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud métricas operativas clave, incluidos el uso de la capacidad de cómputo, memoria y almacenamiento, la actividad de E/S y las conexiones de instancias de bases de datos. almacenamiento, la actividad de E/S y las conexiones de instancias de bases de datos. v. El servicio debe soportar la capacidad de notificar eventos de la base de datos por email o SMS w. El servicio debe soportar el registro y auditoría de los cambios en la configuración de la instancia de base de datos, incluidos grupos de parámetros, grupos de subred, instantáneas, grupos de seguridad y suscripciones a eventos. x. El servicio debe soportar escalamiento horizontal. **Servicios de Base de datos de documentos** a. El servicio debe permitir compatibilidad con MongoDB. b. El servicio debe permitir la gestión de bases de datos de documentos de forma ágil, escalable, de alta disponibilidad y completamente administrado que admite cargas de trabajo JSON nativas o similares. c. El servicio debe permitir almacenar, consultar e indexar datos JSON o similares. d. El servicio debe permitir utilizar el mismo código de aplicación, controladores y herramientas de MongoDB para ejecutar, administrar y escalar cargas de trabajo o equivalente. **Servicios de Respaldo** a. El servicio debe brindar acceso a una consola centralizada de copias de seguridad. b. El servicio debe permitir administrar de manera centralizada políticas de copias de seguridad que cumplan con sus requisitos pertinentes y aplicarlas en recursos de la nube. c. El servicio debe permitir definir políticas de retención de copias de seguridad automáticamente de acuerdo con los requisitos de la entidad y de conformidad normativa vinculados con el respaldo. d. El servicio debe permitir almacenar las copias de seguridad periódicas de una manera gradual y eficiente. e. Debe permitir los respaldos basados en snapshots. **Servicio de almacenamiento de Objetos** a. Debe ser un almacenamiento basado en objetos de tipo S3 o S3 Compatible o Blob storage. b. Debe contar con 3 tipos de almacenamiento como mínimo: de uso frecuente o standard, de uso poco frecuente y tipo archive ó glacier. c. Debe tener una durabilidad de hasta 99,999999999% (11 9s) de los objetos en caso se usen varias zonas de disponibilidad d. El servicio debe contar con controles de seguridad que garantizan que las carpetas y objetos no tengan acceso público e. El servicio debe permitir copiar objetos entre carpetas, reemplazar conjuntos de etiquetas de objetos, modificar los controles de acceso y restaurar objetos archivados desde otros servicios de almacenamiento. f. El servicio debe contar con control de versiones que permitan preservar, recuperar y restaurar fácilmente todas las versiones de un objeto almacenado, lo que debe permitir recuperarse fácilmente de acciones de usuarios involuntarias y de errores de aplicaciones. **Servicios de Balanceo de Carga** a. Debe permitir el balanceo de carga para distribuir el tráfico a distintas unidades de procesamiento. b. El servicio debe distribuir automáticamente el tráfico de aplicaciones entrantes a través de varios destinos, tales como instancias y direcciones IP. c. El servicio debe estar en capacidad de detectar destinos que funcionen Página 8 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud incorrectamente, dejar de enviar tráfico a ellos y, a continuación, distribuir la carga entre los destinos restantes que no presenten problemas. entre los destinos restantes que no presenten problemas. d. Se podrán crear y administrar grupos de seguridad asociados con balanceadores de carga a fin de ofrecer opciones de seguridad y redes adicionales e. El servicio debe proporcionar la capacidad de administración integrada de certificados y descifrado SSL/TLS, lo que debe brindar la flexibilidad para administrar de manera centralizada los parámetros de SSL del balanceador de carga y eliminar el trabajo intensivo de la CPU de la aplicación. f. El servicio debe permitir equilibrar la carga en aplicaciones HTTP o HTTPS para características específicas de la capa 7. g. El servicio debe facilitar el monitoreo de rendimiento de las aplicaciones en tiempo real. h. El servicio debe proporcionar direccionamiento de solicitudes avanzado destinado a la entrega de arquitecturas de aplicaciones modernas, incluidos microservicios y aplicaciones basadas en contenedores i. El servicio debe asegurar que se utilicen en todo momento los protocolos y cifradores SSL/TLS más recientes. j. El servicio debe permitir distribuir el tráfico de entrada entre destinos en numerosas zonas de disponibilidad k. El servicio debe escalar automáticamente la capacidad de administración de solicitudes como respuesta al tráfico de aplicaciones entrante l. El servicio debe poder ser configurado para que se pueda obtener acceso a él desde Internet o crear un balanceador de carga sin direcciones IP públicas para que actúe como balanceador de carga interno (es decir, sin acceso a Internet) m. El servicio debe ser compatible con WebSockets n. El servicio debe direccionar el tráfico solamente a destinos que funcionan correctamente. o. El servicio debe facilitar el monitoreo de métricas tales como el recuento de solicitudes, el recuento de errores, los tipos de errores y la latencia de las solicitudes. **Servicios VPN** a. El servicio debe permitir establecer conexiones seguras entre sus redes en las instalaciones de la entidad, las oficinas remotas, los dispositivos y la red global del proveedor de nube. b. El servicio permite acceder ya sea con una configuración de IP Security (IPSec) de Site-to-Site VPN c. El servicio soporta la conexión tanto de la Gateway privada virtual como de Transit Gateway. d. El tráfico en el túnel entre los puntos de enlace debe poder encriptarse con AES128 o AES256 y utilizar protocolos Diffie-Hellman para intercambios claves e. Para Site-to-Site VPN se debe autenticar mediante funciones SHA1 o SHA2 f. El servicio debe brindar opciones de túnel personalizables, incluidos dirección IP de túnel interna, clave compartida previamente y número de sistema autónomo para protocolo de Gateway fronteriza (BGP ASN) g. El servicio opcionalmente debe contar con disponibilidad de rutas múltiples de igual costo (ECMP) con Site-to-Site VPN en la Transit Gateway para ayudar a incrementar la banda ancha de tráfico en varias rutas. h. Site-to-Site VPN debe soportar aplicaciones transversales de NAT, de modo que pueda utilizar direcciones IP privadas, en redes privadas, detrás de enrutadores con una sola dirección IP pública con conexión a Internet. i. Site-to-Site VPN debe permitir enviar métricas al servicio de monitoreo para ofrecer mayor visibilidad y supervisión. j. Site-to-Site VPN debe soportar el uso de certificados privados k. Site-to-Site VPN debe soportar encriptación IKE, IPsec y TLS l. Conectividad Site to Site VPN: debe permitir conectarse localmente o desde la Página 9 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud Entidad a la nube. **Servicio Web Application Firewall** a. El servicio debe permitir crear reglas para filtrar el tráfico web en función de condiciones como la dirección IP, los encabezados y cuerpos HTTP o los URI personalizados. b. El servicio debe permitir crear reglas que bloquean ataques comunes como la inyección SQL o el scripting entre sitios. c. El servicio debe permitir crear un conjunto centralizado de reglas que puede implementar en varios sitios web. d. El servicio debe poderse administrar por completo mediante API. e. El servicio debe poderse implementar y aprovisionarse automáticamente con plantillas de muestra que permiten describir todas las reglas de seguridad que la entidad quiere implementar para sus aplicaciones web f. El servicio debe proporcionar métricas en tiempo real y registrar solicitudes sin procesar que incluyen detalles sobre direcciones IP, geolocalización, URI, agentes de usuario y árbitros. g. El servicio debe permitir agregar una lista de IP anónimas para las reglas administradas de la nube. h. El servicio debe permitir una rápida propagación de las reglas definidas. i. El servicio debe contar con protección de bot. j. El servicio debe integrarse con servicios de API gestionados. k. El servicio debe permitir descargar los logs para integrarlos a herramientas de terceros. l. El servicio debe soportar listas IP anónimas. m. El servicio debe soportar un centro de comandos de seguridad centralizado **Servicio de AntiDDoS** a. El servicio debe monitorear el flujo de red continuo. Debe inspeccionar el tráfico entrante en los servicios del proveedor de nube y debe aplicar una combinación de firmas del tráfico, algoritmos de anomalías y otras técnicas de análisis para detectar el tráfico malicioso en tiempo real. b. El servicio debe utilizar técnicas como el filtrado de paquetes determinista y la configuración de tráfico basada en prioridades, para mitigar ataques a la capa de red básica. c. El servicio debe estar en capacidad de enviar notificaciones cuando se presentan ataques d. El servicio debe brindar métricas de mitigación e. El servicio debe soportar cronologías de tráfico de red **Servicio de gestión de DNS** a. El servicio debe ser escalable y debe proveer alta disponibilidad b. El servicio debe permitir crear reglas de reenvío condicional y puntos de enlace DNS para resolver nombres personalizados controlados en las zonas privadas alojadas en el servicio o en los servidores DNS que se encuentran en las instalaciones. c. El servicio debe permitir redirigir a los usuarios finales hacia los mejores puntos de enlace para la aplicación en función de la geo-proximidad, la latencia, el estado y otras consideraciones d. El servicio debe permitir remitir a los usuarios finales a un punto de enlace determinado que la Entidad especifique en función de la ubicación geográfica del usuario final. e. El servicio debe permitir administrar nombres de dominio personalizados para los recursos de la nube internos sin exponer datos de DNS en la web pública. f. El servicio debe permitir dirigir automáticamente a los visitantes del sitio web a una ubicación alternativa para evitar interrupciones del servicio. Página 10 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud g. El servicio debe permitir dirigir automáticamente a los visitantes del sitio web a una ubicación alternativa para evitar interrupciones del servicio. una ubicación alternativa para evitar interrupciones del servicio. h. El servicio debe ofrecer servicios de registro de nombres de dominio, donde sea posible buscar y registrar nombres de dominio disponibles o transferir nombres de dominio existentes para que se administren a través del servicio. i. El servicio debe contar con una sencilla interfaz de servicios web que permita ponerse en marcha en cuestión de minutos j. El servicio debe permitir transferir el dominio desde otro servicio DNS al servicio DNS en la nube k. El servicio debe ofrecer un conjunto sencillo de API que facilita la creación y la administración de registros DNS para los dominios l. El servicio debe incluir la funcionalidad de administración de nombres DNS para escalar hacia arriba o hacia abajo el microservicio. m. El servicio debe tener una disponibilidad del 99.9% como mínimo. **Servicios de Monitoreo** a. El servicio debe permitir monitorear recursos de infraestructura locales, híbridos y de la nube. b. El servicio debe permitir recopilar y obtener acceso a todos los datos de rendimiento y operaciones en formato de registros y métricas a partir de una sola plataforma c. El servicio debe permitir visualizar y analizar el estado, el rendimiento y la disponibilidad de sus aplicaciones en un solo lugar. d. El servicio debe tener la capacidad de hacer monitoreo de las aplicaciones en tres dimensiones: monitoreo de infraestructura (con métricas y registros para comprender los recursos que respaldan sus aplicaciones), monitoreo de transacciones (con rastreos para comprender las dependencias entre sus recursos) y monitoreo de usuario final (para monitorear sus puntos de enlace y notificarle cuando su experiencia de usuario final se haya degradado) e. El servicio debe permitir monitorear puntos de enlace de la aplicación f. El servicio debe permitir escribir reglas para indicar los eventos de interés para la aplicación y las acciones automatizadas que se deben desencadenar cuando una regla concuerde con un evento. g. El servicio debe facilitar el diagnóstico, aislamiento y corrección de problemas h. El servicio debe permitir realizar análisis históricos para optimizar costos y obtener información en tiempo real sobre los recursos de la infraestructura y la optimización de las aplicaciones. i. El servicio debe permitir recopilar hasta 50 métricas predeterminadas de servicios de la nube j. El servicio debe permitir crear gráficos reutilizables y ver las aplicaciones y los recursos de la nube en una vista unificada k. El servicio debe permitir monitorear contenedores l. El servicio debe contar con granularidad configurable de monitoreo/alerta m. El servicio debe permitir correlacionar el patrón de registros de una métrica específica y definir alarmas para que avisen de manera proactiva acerca de problemas operativos y de rendimiento n. La funcionalidad de alarmas debe permitir definir un umbral de métricas y activar una acción. o. El servicio debe permitir monitorear el rendimiento operativo, resolver errores y detectar tendencias p. El servicio debe permitir controlar qué usuarios y recursos tienen permiso para obtener acceso a sus datos y de qué manera lo hacen q. El servicio debe permitir cifrar los datos en tránsito y en reposo. **Servicio de administrar y desplegar contenedores (sin servidores, sin clúster)** a. El postor deberá considerar un servicio de soporte que incluya la gestión de la Página 11 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud plataforma. b. Al ejecutar las tareas y los servicios la aplicación se empaqueta en contenedores, se especifican los requisitos de sistema operativo, CPU y de memoria, se definen las políticas de acceso de usuarios y las redes, y se lanza la aplicación. c. Cada tarea del servicio debe tener su propio límite de aislamiento y no comparte el kernel subyacente, los recursos de CPU, los recursos de memoria ni la interfaz de red elástica con otra tarea. d. Debe ser un servicio de contenedores que permite a los usuarios ejecutar contenedores sin tener que administrar la infraestructura subyacente, lo que incluye servidores, clústeres y software de orquestación. Además, que tendrá la capacidad de aprovisionar automáticamente la capacidad de cómputo, el escalado y la administración de los contenedores **Servicio de detección de amenazas inteligente y de monitoreo constante** a. El servicio debe permitir identificar las actividades que se puede asociar con las cuentas, recursos vulnerables y el reconocimiento de acciones malintencionadas b. El servicio debe suministrar hallazgos de mayor precisión mediante aprendizaje automático con inteligencia de amenazas, como listas de dominios e IP malintencionadas. c. El servicio debe permitir detectar señales de cuentas vulnerables, como el acceso a recursos de la nube a partir de una ubicación geográfica inusual en un momento atípico del día. d. El servicio debe permitir controlar las llamadas a la API inusuales, como los intentos de ocultar actividad en cuentas mediante la desactivación de funcionalidades de registro en la nube o la captura de instantáneas de una base de datos a partir de una dirección IP malintencionada. e. El servicio debe permitir monitorear y analizar continuamente datos de eventos de cargas de trabajo y cuentas de la nube, registros de flujo y registros de DNS. f. El servicio debe permitir detectar actividad que sugiere un reconocimiento por parte de un atacante, como una actividad de API inusual, el escaneo de puertos, patrones inusuales de solicitudes de inicio de sesión incorrectas o el sondeo de puertos no bloqueados a partir de una IP incorrecta conocida. g. El servicio debe permitir detectar actividad que indica la vulnerabilidad de una instancia, como la minería de criptomonedas, actividad de comando y control (C&C) de puerta trasera, malware que utiliza algoritmos de generación de dominios (DGA), actividad de salida de denegación de servicios, volúmenes altos inusuales del tráfico de red, protocolos de red inusuales, comunicación de salida de instancias con una IP malintencionada conocida, credenciales temporales de recursos de cómputo utilizadas por una dirección IP externa y exfiltración de datos con DNS. h. El servicio debe permitir detectar algunos patrones comunes que indican la vulnerabilidad de cuentas como llamadas a la API desde una ubicación geográfica inusual o un proxy anónimo, intentos de desactivar los registros, cambios que debilitan la política de contraseña de la cuenta, lanzamientos inusuales de infraestructuras o de instancias, implementaciones de infraestructura en una región inusual y llamadas a la API desde direcciones IP malintencionadas conocidas. i. El servicio debe permitir detectar actividad que indique la vulnerabilidad del servicio de almacenamiento de objetos, como patrones de acceso a datos que muestren un mal uso de credenciales, actividad no usual de la API desde un host remoto, acceso no autorizado desde direcciones de IP confirmadas como maliciosas y llamadas a la API para recuperar datos de un usuario que no cuenta con un historial previo de acceso al servicio de almacenamiento de objetos o invocadas desde una ubicación inusual. j. El servicio debe monitorear y analizar de manera continua eventos de datos del servicio de almacenamiento de objetos para detectar actividad sospechosa. Página 12 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud k. El servicio debe permitir hacer detecciones avanzadas mediante el uso del aprendizaje automático y la detección de anomalías para identificar amenazas, como patrones inusuales de llamadas a la API y comportamientos de usuarios malintencionados. aprendizaje automático y la detección de anomalías para identificar amenazas, como patrones inusuales de llamadas a la API y comportamientos de usuarios malintencionados. l. El servicio debe ayudar priorizar la respuesta ante posibles amenazas m. El servicio debe permitir brindar respuestas de seguridad automáticas ante hallazgos de seguridad. n. El servicio debe soportar monitoreo continuo, análisis de cuentas y análisis de eventos de datos en las cargas de trabajo **Servicio de Gestión de APIs** a. Debe facilitar la creación, publicación, mantenimiento, monitoreo y securización de APIs a cualquier escala. b. Debe permitir la definición y configuración de rutas, métodos y respuestas. c. Debe ofrecer capacidades de rate limiting y protección contra ataques DDoS. d. Debe permitir la integración con otros servicios y sistemas back-end. e. Debe operar bajo un esquema de pago por uso, basado en el número de llamadas a la API y el ancho de banda de datos transferidos. **Servicio de Gestión de Certificados Digitales** a. El servicio debe crear, almacenar y renovar certificados y claves SSL/TLS X.509 que protegen sus sitios web y aplicaciones en el proveedor de nube. **Servicio de consulta de datos en la nube** a. El servicio debe permitir a los usuarios ejecutar consultas SQL estándar sobre datos almacenados en un almacén de datos en la nube sin necesidad de mover o transformar previamente los datos. b. Debe ser capaz de manejar datos en formatos como JSON, CSV, Parquet y otros. c. Debe proporcionar una interfaz de usuario o una API para ejecutar consultas interactivas y programáticas. d. El servicio debe escalar automáticamente según la carga de trabajo para garantizar un rendimiento óptimo. e. Debe ser compatible con las políticas de seguridad y control de acceso de la organización, incluida la integración con servicio de gestión de identidad y acceso de proveedor cloud. f. El servicio debe ofrecer opciones de almacenamiento seguro y duradero de los resultados de las consultas. g. Debe ser facturado según el uso de consultas ejecutadas. **Servicio de ETL (Extracción, Transformación y Carga) en la nube** a. El servicio debe permitir la extracción de datos desde diversas fuentes, incluidas bases de datos, almacenes de datos y sistemas en la nube. b. Debe ofrecer herramientas para transformar y limpiar los datos, incluida la capacidad de definir y gestionar esquemas de datos. c. El servicio debe permitir programar tareas de ETL para ejecutarse de manera automática y programada. d. Debe proporcionar un catálogo de metadatos para realizar un seguimiento de los datos y transformaciones aplicadas. e. Debe ser compatible con las políticas de seguridad de la organización, incluida la gestión de acceso y permisos. f. El servicio debe escalar automáticamente según la carga de trabajo. g. Debe ser facturado según el volumen de datos procesados y los recursos utilizados. **Servicio de migración de bases de datos en la nube** a. El servicio debe admitir la migración de bases de datos desde una variedad de Página 13 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud fuentes, incluidas bases de datos locales y en la nube. b. Debe ser capaz de realizar migraciones en tiempo real con una mínima interrupción del servicio. c. El servicio debe proporcionar herramientas y asistencia para planificar y ejecutar migraciones exitosas. d. Debe ser compatible con una variedad de motores de bases de datos, como MySQL, PostgreSQL, Oracle y otros. e. El servicio debe garantizar la integridad y la consistencia de los datos durante la migración. f. Debe ser facturado según el volumen de datos migrados y los recursos utilizados. **Servicio de visualización de datos en la nube** a. El servicio debe permitir a los usuarios crear, compartir y explorar visualizaciones de datos de manera interactiva. b. Debe ser capaz de conectarse a una variedad de fuentes de datos, incluidas bases de datos, almacenes de datos y servicios en la nube. c. El servicio debe proporcionar herramientas para crear cuadros de mando personalizados y paneles de control. d. Debe ser compatible con una amplia gama de tipos de gráficos y visualizaciones. e. El servicio debe ser escalable y ofrecer un rendimiento rápido incluso con grandes conjuntos de datos. f. Debe ser compatible con las políticas de seguridad y control de acceso de la organización, incluida la integración con servicio de autorización y autenticación. g. Debe ser facturado según el uso y las características de nivel de servicio seleccionadas. **Servicio de gestión de claves en la nube** a. El servicio debe permitir la creación, gestión y rotación de claves de cifrado para proteger datos confidenciales y recursos en la nube. b. Debe ofrecer opciones de cifrado de datos a nivel de cliente y servidor. c. El servicio debe integrarse con otros servicios de proveedor cloud y permitir el cifrado de datos en tránsito y en reposo. d. Debe ofrecer control y seguimiento de acceso y auditoría de eventos relacionados con las claves. e. El servicio debe ser compatible con las políticas de seguridad de la organización, incluida la gestión de acceso y permisos. f. Debe ser facturado según el uso de claves y las operaciones de cifrado realizadas. **Servicio de gestión de configuraciones y cumplimiento en la nube** a. El servicio debe permitir el seguimiento y registro de cambios en la configuración de recursos en la nube. b. Debe proporcionar evaluaciones continuas del cumplimiento de las políticas de configuración definidas. c. El servicio debe permitir la automatización de acciones correctivas en caso de desviaciones de la configuración deseada. d. Debe ofrecer un historial detallado de cambios en la configuración de recursos a lo largo del tiempo. e. El servicio debe ser compatible con las políticas de seguridad de la organización, incluida la generación de informes de cumplimiento. f. Debe ser facturado según el número de reglas y evaluaciones de configuración realizadas. **Servicio de seguridad en la nube y análisis de amenazas** a. El servicio debe permitir la consolidación y visualización de datos de seguridad de múltiples fuentes, incluidos servicios de proveedor cloud y soluciones de Página 14 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud seguridad de terceros. b. Debe proporcionar información y análisis de amenazas en tiempo real y la capacidad de identificar problemas de seguridad y vulnerabilidades. c. El servicio debe permitir la automatización de respuestas a incidentes de seguridad. d. Debe ofrecer integración con soluciones de terceros y herramientas de seguridad personalizadas. e. El servicio debe ser compatible con las políticas de seguridad de la organización, incluida la gestión de eventos de seguridad. f. Debe ser facturado según el volumen de datos y la cantidad de análisis de seguridad realizados. **Servicio de auditoría y registro de eventos en la nube** a. El servicio debe proporcionar un registro detallado de eventos y actividades dentro del entorno de proveedor cloud. b. Debe rastrear acciones realizadas por usuarios, servicios y recursos en la cuenta de proveedor cloud. c. El servicio debe ser capaz de registrar eventos relacionados con la gestión de recursos, acceso a recursos y cambios en la configuración. d. Debe permitir la búsqueda y visualización de registros de eventos a través de una interfaz de usuario o una API. e. El servicio debe proporcionar información de auditoría crítica para la seguridad y el cumplimiento, incluidos los cambios en las políticas de seguridad. f. Debe ser compatible con las políticas de seguridad de la organización, incluida la retención de registros y el acceso controlado a registros. g. Debe ofrecer opciones para la integración con herramientas de administración y análisis de registros de terceros. h. Debe ser facturado según el volumen de registros de eventos y el almacenamiento a largo plazo de registros. **Servicio de transferencia de datos en la nube** a. El servicio debe permitir la transferencia de datos hacia y desde la infraestructura de proveedor cloud de manera eficiente y segura. b. Debe proporcionar opciones para la transferencia de datos a través de Internet y conexiones directas dedicadas. c. El servicio debe admitir la transferencia de datos en diferentes formatos, incluidos archivos, bases de datos y transmisiones en tiempo real. d. Debe ofrecer opciones de compresión y cifrado para garantizar la seguridad y la eficiencia de la transferencia de datos. e. El servicio debe ser compatible con la migración de datos hacia y desde otros proveedores de servicios en la nube y entornos locales. f. Debe proporcionar herramientas y recursos para supervisar y gestionar la transferencia de datos, incluida la optimización de la velocidad y el rendimiento. g. El servicio debe ser compatible con las políticas de seguridad de la organización, incluida la gestión de acceso y permisos. h. Debe ser facturado según el volumen de datos transferidos y la velocidad de transferencia de datos. **Servicio de rastreo y análisis de aplicaciones en la nube** a. El servicio debe permitir el rastreo y análisis de aplicaciones en la nube para identificar cuellos de botella, problemas de rendimiento y latencia. b. Debe ofrecer visibilidad en tiempo real de las solicitudes y transacciones a medida que fluyen a través de componentes de aplicaciones distribuidas. c. El servicio debe proporcionar información detallada sobre el tiempo que lleva cada componente de una aplicación en procesar una solicitud. d. Debe permitir la identificación de dependencias y relaciones entre componentes Página 15 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud de aplicaciones. e. Debe ser capaz de generar visualizaciones de mapa de calor y gráficos de flujo de solicitudes para el análisis de rendimiento. f. El servicio debe ser compatible con la instrumentación de aplicaciones y microservicios en una variedad de lenguajes de programación. g. Debe ofrecer herramientas para la detección y resolución de problemas de aplicaciones en tiempo real. h. El servicio debe ser compatible con las políticas de seguridad de la organización, incluida la gestión de acceso y permisos. i. Debe ser facturado según el volumen de datos de rastreo y las solicitudes analizadas. **Servicio de automatización y entrega continua en la nube** a. El servicio debe permitir la automatización de pipelines de entrega continua para la construcción, prueba y despliegue de aplicaciones y recursos en la nube. b. Debe ofrecer opciones de integración con una variedad de herramientas de desarrollo, como herramientas de compilación y despliegue. c. El servicio debe ser capaz de orquestar flujos de trabajo personalizados para la implementación de código y cambios en aplicaciones. d. Debe proporcionar opciones para la creación de etapas de prueba y aprobación antes de la implementación en producción. e. El servicio debe ser compatible con la instrumentación de aplicaciones y microservicios en una variedad de lenguajes de programación. f. Debe permitir la integración con sistemas de control de versiones. g. El servicio debe ser compatible con las políticas de seguridad de la organización, incluida la gestión de acceso y permisos. h. Debe ser facturado según el número de pipelines y los recursos utilizados en los flujos de trabajo. **Servicio de compilación y pruebas de código en la nube** a. El servicio debe permitir la automatización de la construcción y prueba de código fuente desde sistemas de control de versiones de código. b. Debe ofrecer opciones de configuración para la selección de entornos de construcción personalizados y la ejecución de pruebas automatizadas. c. El servicio debe proporcionar información detallada sobre el proceso de construcción y resultados de pruebas, incluidos registros y notificaciones. d. Debe ser capaz de integrarse con pipelines de entrega continua para facilitar la implementación continua. e. El servicio debe ser compatible con una variedad de lenguajes de programación y entornos de desarrollo. f. Debe permitir la gestión de acceso y permisos a recursos de compilación y pruebas. g. El servicio debe ser facturado según el uso de recursos de compilación y pruebas. **Servicio de repositorio de código en la nube** a. El servicio debe permitir la gestión y almacenamiento de repositorios de código fuente de manera segura en la nube. b. Debe ofrecer capacidades de control de versiones y seguimiento de cambios en el código. c. El servicio debe ser compatible con protocolos de acceso, para la colaboración en el desarrollo de software. d. Debe proporcionar opciones de seguridad, incluida la autenticación de dos factores y la integración con servicio de autenticación y autorización de proveedor cloud, para controlar el acceso. e. El servicio debe ser capaz de integrarse con herramientas de desarrollo y pipelines de entrega continua. Página 16 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud f. Debe ser compatible con las políticas de seguridad de la organización, incluida la gestión de acceso y permisos. gestión de acceso y permisos. g. El servicio debe ser facturado según la cantidad de repositorios y el volumen de datos de código almacenados. **Servicio de registro de contenedores en la nube** a. El servicio debe permitir la gestión y el almacenamiento de imágenes de contenedores de manera segura en la nube. b. Debe ser compatible con contenedores Docker y permitir el uso de imágenes de contenedores en aplicaciones y flujos de trabajo de desarrollo. c. El servicio debe proporcionar una interfaz para el almacenamiento y la recuperación de imágenes de contenedores de manera eficiente. d. Debe ofrecer opciones de control de acceso y autenticación para garantizar la seguridad de las imágenes de contenedores almacenadas. e. El servicio debe ser capaz de integrarse con orquestadores de contenedores Kubernetes y servicio de orquestación de contenedores propio del proveedor cloud. f. Debe proporcionar herramientas para la gestión de versiones de imágenes y etiquetas. g. El servicio debe ser compatible con las políticas de seguridad de la organización, incluida la gestión de acceso y permisos. h. Debe ser facturado según el número de imágenes almacenadas y la transferencia de datos asociada a las imágenes. **Servicio de gestión de recursos y operaciones en la nube** a. El servicio debe permitir la gestión centralizada de recursos de proveedor cloud y operaciones en la nube desde una consola unificada. b. Debe proporcionar capacidades de automatización para la implementación y administración de recursos en la nube. c. El servicio debe ofrecer capacidades de administración de parches y actualizaciones para mantener los sistemas y aplicaciones actualizados y seguros. d. Debe ser capaz de recopilar y almacenar datos de inventario y configuración de recursos en la nube. e. El servicio debe ser compatible con la automatización de tareas, incluida la creación de flujos de trabajo personalizados. f. Debe permitir la gestión de acceso y permisos granulares para garantizar la seguridad de los recursos y las operaciones. g. El servicio debe ser compatible con la supervisión y el cumplimiento de políticas de seguridad y regulaciones. h. Debe ofrecer funciones de informes y generación de registros para auditorías y seguimiento. i. Debe ser facturado según el uso de las capacidades de administración y automatización utilizadas. Para la presentación de su oferta, el postor deberá presentar los costos mensuales y totales, asumiendo el supuesto de que se usarán todos los servicios solicitados en los términos de referencia al 100%; para lo cual los postores deberán considerar el modelo establecido en el Anexo D \"Precio de la oferta\", el cual detalla el desagregado de las ofertas a precios unitarios y a Suma Alzada de los componentes del presente servicio. Asimismo, el postor deberá indicar la URL pública del fabricante utilizado para determinar los precios unitarios. Sin embargo, debe entenderse que las siguientes características son sólo referenciales y no necesariamente deberán ser instaladas o ponerse en servicio al perfeccionamiento del contrato. Deben considerarse sólo para efectos de la estimación del costo variable referencial del servicio a contratar, el cual finalmente dependerá del consumo mensual. Página 17 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |Componentes del Servicio|Col2|Col3|Unidad de medida|Cantidad Mensual referenci al|Sistema de contratació n| |---|---|---|---|---|---| |Servicio de base de datos compatible con PostgreSQL (HA)|vCPU|16|Cantidad|2|SA| ||RAM|128GB|||| ||SSD|100 GB|||| ||Zonas de disponibilidad|2|||| |Servicio de base de datos en memoria para redis (HA)|vCPU|2|Cantidad|2|SA| ||Memoria RAM|6.38 GB|||| ||Rendimiento de la red|Hasta 12,5 GB|||| ||Zonas de disponibilidad|2|||| |Servicio de base de datos en memoria para redis|vCPU|2|Cantidad|1|SA| ||Memoria RAM|3.09 GB|||| ||Rendimiento de la red|Hasta 5 GB|||| |Servicio de contenedores sin servidor|Sistema operativo|Linux|Cantidad|12|SA| ||Arquitectura de CPU|x86|||| ||Número de tareas o pods/día|1|||| ||vCPU|1|||| ||Memoria RAM|2GB|||| |Servicio de funciones sin servidor|Arquitectura|x86|Cantidad|1|PU| ||Número de solicitudes|51M|||| ||Duración de cada solicitud (en ms)|200|||| ||Cantidad de memoria asignada|1536 MB|||| ||Cantidad de almacenamie nto efímero asignado|512 MB|||| **Cantidad** **Mensual** **Sistema de** **Unidad de** **referenci** **contratació** **Componentes del Servicio** **medida** **al** **n** vCPU 16 Servicio de base de datos RAM 128GB compatible SSD 100 GB con PostgreSQL Zonas de (HA) disponibilidad 2 Cantidad 2 SA vCPU 2 Memoria RAM 6.38 GB Servicio de Rendimiento Hasta 12,5 base de datos de la red GB en memoria para redis Zonas de (HA) disponibilidad 2 Cantidad 2 SA vCPU 2 Memoria Servicio de RAM 3.09 GB base de datos en memoria Rendimiento para redis de la red Hasta 5 GB Cantidad 1 SA Sistema operativo Linux Arquitectura de CPU x86 Número de tareas o pods/día 1 vCPU 1 Servicio de contenedores Memoria sin servidor RAM 2GB Cantidad 12 SA Arquitectura x86 Número de solicitudes 51M Duración de cada solicitud (en ms) 200 Cantidad de memoria asignada 1536 MB Cantidad de Servicio de almacenamie funciones sin nto efímero servidor asignado 512 MB Cantidad 1 PU Página 18 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |Servicio de administració n y despliegue de APIs|Solicitudes de API REST|51M|Cantidad|1|PU| |---|---|---|---|---|---| ||Solicitudes de API REST con tamaño de la memoria caché (GB) 0.5|10000|Cantidad|1|PU| |Balanceador de carga a nivel de aplicación|Número de balanceadore s de carga de aplicaciones|4|Cantidad|1|PU| ||GB procesados|610 GB|||| |Servicio de NAT|Datos procesados ​por puerta de enlace NAT|1 TB|NAT|2|PU| ||Datos procesados ​por puerta de enlace NAT|100 GB|NAT|1|PU| |Conector de redes en múltiples zonas|Número de archivos adjuntos de Transit Gateway|3|Cantidad|1|SA| ||Datos procesados ​por archivo adjunto de Transit Gateway (GB)|100|||| |Conexión VPN|VPN Site to Site|1|Cantidad|1|SA| |Servicio de CDN|Número de solicitudes (HTTPS)|30M|Cantidad|1|PU| ||Transferencia de datos a Internet (GB)|5TB|||| |Servicio de transferencia de datos|Transferencia de datos salientes (GB)|200 GB|Cantidad|1|PU| |Servicio de|Número de solicitudes por mes|11M|||| ||Tasa de muestreo|100%|||| Solicitudes de API REST 51M Cantidad 1 PU Solicitudes de Servicio de API REST administració con tamaño n y de la memoria despliegue de caché (GB) APIs 0.5 10000 Cantidad 1 PU Número de balanceadore s de carga de Balanceador aplicaciones 4 de carga a nivel de GB aplicación procesados 610 GB Cantidad 1 PU Datos procesados ​por puerta de enlace NAT 1 TB NAT 2 PU Datos procesados Servicio de ​por puerta de NAT enlace NAT 100 GB NAT 1 PU Número de archivos adjuntos de Transit Gateway 3 Datos procesados Conector de ​por archivo redes en adjunto de múltiples Transit zonas Gateway (GB) 100 Cantidad 1 SA Conexión VPN Site to VPN Site 1 Cantidad 1 SA Número de solicitudes (HTTPS) 30M Transferencia Servicio de de datos a CDN Internet (GB) 5TB Cantidad 1 PU Servicio de Transferencia transferencia de datos de datos salientes (GB) 200 GB Cantidad 1 PU Número de solicitudes por mes 11M Tasa de muestreo 100% Servicio de trazabilidad de componentes Cantidad 1 SA Página 19 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |Col1|Número de consultas por mes|2000|Col4|Col5|Col6| |---|---|---|---|---|---| ||Seguimientos recuperados por consulta|100|||| |Servicio de monitoreo y observabilida d|Paneles|6|Cantidad|1|SA| ||Datos de registros ingeridos (GB)|100 GB|||| ||Solicitudes a API de métricas|100000|||| ||Alarmas|295|||| |Servicio de WAF|Reglas|20|Cantidad|2|SA| |Servicio de gestión de claves criptográficas|Llaves|20|Cantidad|1|SA| ||Solicitudes|1M|||| |Registro de contenedores|Cantidad de datos almacenados (GB)|110 GB|Cantidad|1|SA| |Servicio de repositorio de código|Número de usuarios activos|20|Cantidad|1|SA| |Servicio de construcción e integración continua|Número de compilaciones en un mes|25|Cantidad|2|SA| ||Duración promedio de la compilación (minutos)|10|||| ||Sistema operativo|Linux|||| ||vCPU|4|||| ||RAM|8|||| |Servicio de tuberías de integración y entrega continua|Número de pipelines activos|4|Cantidad|1|SA| |Centro de seguridad y conformidad|Número de comprobacion es de|3000|Cantidad|1|SA| Número de consultas por mes 2000 Seguimientos recuperados por consulta 100 Paneles 6 Datos de registros ingeridos (GB) 100 GB Solicitudes a Servicio de API de monitoreo y métricas 100000 observabilida d Alarmas 295 Cantidad 1 SA Servicio de WAF Reglas 20 Cantidad 2 SA Servicio de Llaves 20 gestión de claves criptográficas Solicitudes 1M Cantidad 1 SA Cantidad de datos Registro de almacenados contenedores (GB) 110 GB Cantidad 1 SA Servicio de Número de repositorio de usuarios código activos 20 Cantidad 1 SA Número de compilaciones en un mes 25 Duración promedio de la compilación (minutos) 10 Sistema Servicio de operativo Linux construcción vCPU 4 e integración continua RAM 8 Cantidad 2 SA Servicio de tuberías de integración y Número de entrega pipelines continua activos 4 Cantidad 1 SA Centro de Número de seguridad y comprobacion conformidad es de 3000 Cantidad 1 SA Página 20 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |Col1|seguridad por cuenta|Col3|Col4|Col5|Col6| |---|---|---|---|---|---| ||Número de hallazgos ingeridos por cuenta|300|||| ||Número de reglas de automatizació n|30|||| |Servicio de configuración y auditoría de recursos|Número de evaluaciones de reglas de configuración|20|Cantidad|1|SA| ||Número de elementos de configuración registrados|200|||| |Servicio de almacenamie nto de parámetros|Parámetros estándar|1000|Cantidad|1|SA| |Servicio de almacenamie nto de objetos|Almacenamie nto estándar de objetos (TB)|12 TB|Cantidad|2|PU| ||Solicitudes a la API de objetos|11M|||| |Servicio de análisis de datos en almacenamie nto de objetos|Número total de consultas/me s|10|Cantidad|1|PU| ||Cantidad de datos escaneados por consulta (TB)|12 TB|||| |Servicio de migración de bases de datos|Cantidad de almacenamie nto (múltiples AZ) (GB)|100 GB|Cantidad|1|SA| ||Número de instancias|2|||| ||vCPU|4|||| ||RAM|8|||| seguridad por cuenta Número de hallazgos ingeridos por cuenta 300 Número de reglas de automatizació n 30 Número de evaluaciones de reglas de configuración 20 Servicio de Número de configuración elementos de y auditoría de configuración recursos registrados 200 Cantidad 1 SA Servicio de almacenamie nto de Parámetros parámetros estándar 1000 Cantidad 1 SA Almacenamie nto estándar de objetos (TB) 12 TB Servicio de Solicitudes a almacenamie la API de nto de objetos objetos 11M Cantidad 2 PU Número total de consultas/me s 10 Servicio de Cantidad de análisis de datos datos en escaneados almacenamie por consulta nto de objetos (TB) 12 TB Cantidad 1 PU Cantidad de almacenamie nto (múltiples AZ) (GB) 100 GB Número de instancias 2 vCPU 4 Servicio de migración de bases de datos RAM 8 Cantidad 1 SA Página 21 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |Servicio de visualización y análisis de datos|Capacidad de SPICE en gigabytes (GB)|50 GB|Cantidad|1|SA| |---|---|---|---|---|---| ||Número de autores|2|||| ||Número de lectores|20|||| |Servicio de preparación y carga de datos|Número de sesiones interactivas|20|Cantidad|1|SA| ||Número de nodos consumidos para el trabajo|10|||| ||Número de objetos almacenados (millón por mes)|1M|||| ||Número de solicitudes de acceso (millón por mes)|1 M|||| ||Número de rastreadores|20|||| |Servicio de detección de amenazas y actividades inusuales|Eventos analizados|1M|Cantidad|1|SA| |Servicio de auditoría y registro de eventos de la plataforma|Eventos analizados|1M|Cantidad|1|SA| Capacidad de SPICE en gigabytes (GB) 50 GB Número de Servicio de autores 2 visualización y análisis de Número de datos lectores 20 Cantidad 1 SA Número de sesiones interactivas 20 Número de nodos consumidos para el trabajo 10 Número de objetos almacenados (millón por mes) 1M Número de solicitudes de acceso (millón por Servicio de mes) 1 M preparación y carga de Número de datos rastreadores 20 Cantidad 1 SA Servicio de detección de amenazas y actividades Eventos inusuales analizados 1M Cantidad 1 SA Servicio de auditoría y registro de eventos de la Eventos plataforma analizados 1M Cantidad 1 SA **Leyenda Nomenclaturas:** M = Millones MB = Megabytes GB = Gigabytes TB = Terabytes HA = High Availability MS = Milisegundos PU = Precios Unitarios SA = Suma Alzada Página 22 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud"
        },
        {
            "numero": "5.2.",
            "titulo": "El titulo de esta seccion es:  Del procedimiento**",
            "contenido": "**Implementación del Servicio** El servicio contempla una etapa de implementación, donde el proveedor deberá desplegar los servicios solicitados en el numeral 5 (literal 5.3) en un plazo de no mayor a 30 días calendario contados a partir del día siguiente de la firma de contrato. Responsabilidad del postor: - Elaboración de un (1) plan de trabajo para la implementación del proyecto - Arquitectura y diseño de la solución implementada con Infraestructura como Código (IaC) de los diversos componentes mencionados en el numeral 5, literal 5.3 en dos (2) ambientes: QA / PROD. - Implementación y diseño del flujo de despliegue y entrega continua para los componentes de backend, frontend y móvil android (CI/CD) en dos (2) ambientes: QA / PROD. - Realizar hasta cinco (5) pruebas de estrés end-to-end en el ambiente QA para validar el rendimiento de la conexión VPN Site To Site, así como la comunicación con APIs externos. - Las pruebas de estrés deberán permitir una observabilidad de la aplicación, APIs y base de datos, para ello el proveedor deberá orquestar herramientas de Open Telemetry y/o similares para obtener métricas adecuadas. - Realizar hasta dos (2) pruebas de ethical hacking y/o pentesting de una (1) aplicación end-to-end que contiene los siguientes componentes: backend (4 microservicios en java v1.8, 1 en node.js v14 y 1 en python v3), frontend (1 SPA angular v11), API (4 métodos POST, 4 métodos GET) - Informe técnico detallado con los puntos de mejora de la arquitectura a nivel de backend, APIs, frontend y base de datos. - Informe técnico detallado con los puntos vulnerables o de mejora identificados en las pruebas de ethical hacking. - Brindar el soporte técnico 24/7 por el tiempo que dure el contrato."
        },
        {
            "numero": "5.3.",
            "titulo": "El titulo de esta seccion es:  Seguros**",
            "contenido": "- Todos los trabajadores deberán tener Seguro Complementario de Trabajo de Riesgo – SCTR, vigente, debidamente suscrito por el Representante de la Empresa ganadora de la Buena Pro y emitida por EsSalud o con una Compañía de Seguros. - Al día siguiente de recibido la orden de compra, el proveedor deberá de remitir a la Sub Gerencia de Operaciones de Tecnología de Información de la Gerencia de Producción de la GCTIC, Copia de la Póliza de Seguro Complementario de Trabajo de Riesgo emitida por la Oficina de Normalización Previsional – ONP o una Compañía de Seguros, con los que se acrediten la contratación de la cobertura de invalidez y sepelio en concordancia con lo normado a Ley, por el tiempo que dure la prestación del servicio, a la que adjuntarán copia del comprobante de pago del aporte/prima, mensual, según corresponda. - La vigencia para tener derecho a las coberturas de salud o pensiones del SCTR, lo da el pago mensual, obligatorio, que debe hacer el CONTRATISTA a EsSalud o Compañía de seguros con quien celebró el contrato anual por este seguro de alto riesgo."
        },
        {
            "numero": "5.4.",
            "titulo": "El titulo de esta seccion es:  Prestaciones accesorias a la prestación principal**",
            "contenido": ""
        },
        {
            "numero": "5.4.1.",
            "titulo": "El titulo de esta seccion es:  Soporte**",
            "contenido": "El Contratista proveerá un servicio de soporte bajo las siguientes etapas. ✔ En caso se presentar una falla en el servicio, EsSalud podrá comunicarse con el Página 23 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud PROVEEDOR a través de los canales de atención formales y establecidos, todas las incidencias y/o requerimientos deberán ser registrados en una herramienta de gestión de tickets. |Característica|Descripción| |---|---| |Horario de Atención (No incluye días festivos ni feriados)|Los horarios de atención solicitados son: Gestión de Requerimientos 9:00 am a| las incidencias y/o requerimientos deberán ser registrados en una herramienta de gestión de tickets. ✔ El PROVEEDOR deberá ofrecer un servicio de soporte que, como mínimo, sea equivalente a los niveles de soporte 'Business' o 'Enterprise' comúnmente ofrecidos en la industria de servicios de nube. Este servicio de soporte deberá incluir, entre otros, respuesta rápida a incidentes críticos, acceso a expertos técnicos y revisión periódica de la arquitectura y configuración de la infraestructura por la marca de la nube a ofertar. ✔ El PROVEEDOR brindará soporte presencial cuando se amerite y sea para la atención de los componentes ubicados en las instalaciones de ESSALUD, para los casos de infraestructura pública o nube pública la atención será de manera remota. ✔ El PROVEEDOR debe tener la capacidad suficiente para la atención y resolución de todos los problemas que se presenten con la solución propuesta, los únicos casos que podrá reportar con el fabricante son los ocasionados por un mal funcionamiento del producto. Todos los casos reportados deberán ser escalados para que el servicio sea repuesto lo más pronto posible y en dicho caso PROVEEDOR realizará el seguimiento del caso e informará a EsSalud enviando la siguiente información: Número de caso abierto, estado del caso reportado. ✔ El PROVEEDOR deberá contar con centro de atención de llamadas de reparación o asistencia técnica instalado de tal manera que le asegure a EsSalud que se encuentra en condiciones de cumplir con lo estipulado. ✔ Este servicio deberá ser atendido a través de los siguientes Canales de Atención: - Telefónico, a través de un número de contacto disponible en modalidad 24x7. Este podrá ser número fijo o móvil y donde se podrá reportar y atender cualquier tipo de solicitud. - Correo electrónico, a través de una dirección de correo asignada para la atención de solicitudes (incidentes, requerimientos o consultas). - También podrá estar disponible atención vía web o vía chat. El proveedor deberá oficializar estos canales de atención al inicio del servicio. **ATENCIÓN DE REQUERIMIENTOS** De solicitar una petición que implique gestión de cambios. En general se considera que existen labores de “gestión de cambios” en aquellas solicitudes que tendrán las siguientes características: - El trabajo solicitado debe ser ejecutado por el personal con perfil de especialista cloud. - La duración de estas actividades no está acotada completamente, ya que dependen de la complejidad de la petición que Essalud demande. **Tiempo de Respuesta para Requerimientos** Se define como Tiempo de Respuesta para requerimientos al tiempo transcurrido desde el momento en que la entidad realiza un pedido al contratista y el momento en que el requerimiento ha sido recepcionado. Luego el personal especializado se comunicará con la entidad para informar que el requerimiento ha sido recepcionado para su pronta atención. Tiempo de respuesta: 2 horas en 8x5. **Característica** **Descripción** Horario de Atención (No incluye Los horarios de atención solicitados son: días festivos ni feriados) Gestión de Requerimientos 9:00 am a Página 24 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |Col1|5:00 pm (L-V)| |---|---| |Característica|Descripción| |---|---| |Horario de Atención (De acuerdo con el nivel de severidad, se debe atender en 7x24 (L-D) u 8x5(L-V)|Los horarios de atención solicitados son: Gestión de Incidentes 24 x 7 x 365 (*)| 5:00 pm (L-V) **Bolsa de Requerimientos mensual** El postor debe de considerar una bolsa de 40 horas durante la duración del contrato. La bolsa debe considerar: - Implementación de mejoras en la arquitectura (Contenedores, Cola de servicios, Buses de Evento) - Implementación de mejoras a nivel de código fuente en lenguajes de programación (Java / Angular / TypeScript / Golang) - Implementación de mejoras a nivel de base de datos (NoSQL / PostgreSQL / Redis) **ATENCIÓN DE INCIDENCIAS** El tiempo de respuesta ante una incidencia, se define como el tiempo transcurrido entre el momento en que la entidad notifica la avería o si la avería es detectada internamente por el proveedor y el momento en que un técnico del servicio empieza a trabajar en la resolución del problema y además se realiza la primera comunicación con la entidad. Cada incidencia estará asociada a un nivel de severidad descrito a continuación: ✔ Severidad Nivel 1 (Graves): Fallos que involucran una indisponibilidad del servicio de infraestructura cloud. ✔ Severidad Nivel 2 (Medias): Fallos que involucran una degradación en la calidad del servicio, tal como la saturación de recursos, atención de servicios a una capacidad menor al 100%. ✔ Severidad Nivel 3 (Leves): Fallos que involucran a funcionalidades secundarias del servicio y que no afectan su normal operatividad. Estos niveles de severidad servirán a los grupos de operación para priorizar las incidencias y atenderlas en base a los siguientes tiempos de respuesta: - Severidad Nivel 1: 30 min. en 7 x 24 - Severidad Nivel 2: 1 hora en 7 x 24 - Severidad Nivel 3: 2 horas en 8 x 5 y 4 horas 7 x 24 **Característica** **Descripción** Horario de Atención (De Los horarios de atención solicitados son: acuerdo con el nivel de Gestión de Incidentes 24 x 7 x 365 (*) severidad, se debe atender en 7x24 (L-D) u 8x5(L-V)"
        },
        {
            "numero": "5.4.2.",
            "titulo": "El titulo de esta seccion es:  Capacitación**",
            "contenido": "La capacitación solicitada será de manera presencial y/o remota, dentro del horario de oficina, para la cual el Proveedor coordinará previamente con EsSalud, las fecha y hora para su realización. Se deberá considerar la capacitación de diez (10) colaboradores designados por la Gerencia Central de Tecnologías de la Información y Comunicaciones – GCTIC, la misma que constará de veinticuatro (24) horas, previa presentación y aprobación del syllabus mencionado a continuación. Página 25 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud **Syllabus capacitación:** - Servicio de Cómputo y Memoria - Servicio de Almacenamiento - Servicio de respaldo y recuperación - Servicio de redes virtuales - Servicio de balanceo de carga - Servicio de base de datos relacionales y no relacionales - Servicio de Computo sin servidor - Servicio de VPN Site-to-site - Servicio de DNS - Servicio de WAF ✔ La capacitación deberá ser coordinada con la Sub Gerencia de Operaciones de TI de la Gerencia de Producción – GCTIC y dentro de los veinte y cinco (25) días calendarios contados a partir del día siguiente de suscrita el Acta de Conformidad de Implementación (Anexo-A). ✔ Al final de la Capacitación, deberá entregarse una Constancia de participación a cada participante indicando el tiempo en horas y a la vez se deberá firmar un Acta de las Capacitación (Ver Anexo C), la cual será uno de los entregables (será requisito para la conformidad respectiva)."
        },
        {
            "numero": "5.5.",
            "titulo": "El titulo de esta seccion es:  Lugar y plazo de prestación del servicio**",
            "contenido": ""
        },
        {
            "numero": "5.5.1.",
            "titulo": "El titulo de esta seccion es:  Lugar**",
            "contenido": "La prestación del servicio será en el (Piso 6) de la Sede Central Essalud, ubicado en el Edificio Lima - Jr. Domingo Cueto 120 – Jesús María – Lima."
        },
        {
            "numero": "5.5.2.",
            "titulo": "El titulo de esta seccion es:  Plazo**",
            "contenido": "Se considera de la siguiente manera: Implementación: - La implementación del servicio será realizada en un plazo máximo de hasta treinta (30) días calendarios, contados a partir del día siguiente de la firma del contrato. - La Sub Gerencia de Operaciones de Tecnologías de la Información y Sub Gerencia de Sistemas Aseguradores, Subsidios y Sociales – GCTIC, con el Proveedor suscribirán el Acta de Conformidad de Implementación (Anexo A), a más tardar a los cinco (05) calendarios posteriores al término la implementación, en caso no se presenten observaciones. - Finalizada la implementación del servicio, se firmará el “Acta de Inicio del Servicio” (Ver Anexo B), suscrita por el representante de la Sub Gerencia de Operaciones de TI y el Proveedor, para dar inicio al conteo de los Trescientos sesenta y cinco (365) días calendario (365) días calendarios de prestación del servicio. **Plazo del servicio: Trescientos sesenta y cinco (365) días calendario, contados a partir** del día siguiente de la firma del “Acta de Inicio de Servicio”. De no consumir la capacidad total de los recursos contratados en nube, el proveedor deberá otorgar lo equivalente en créditos disponibles a la entidad para su uso."
        },
        {
            "numero": "6.",
            "titulo": "El titulo de esta seccion es:  ** **REQUISITOS Y RECURSOS DEL PROVEEDOR**",
            "contenido": "Página 26 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud"
        },
        {
            "numero": "6.2.",
            "titulo": "El titulo de esta seccion es:  Requisitos de calificación del proveedor**",
            "contenido": "El postor debe acreditar un monto facturado acumulado equivalente a S/ 500,000.00 (Quinientos mil con 00/100 Soles), por la contratación de servicios iguales o similares al objeto de la convocatoria, durante los ocho (8) años anteriores a la fecha de la presentación de ofertas que se computarán desde la fecha de la conformidad o emisión del comprobante de pago, según corresponda. En el caso de postores que declaren en el anexo “Declaración Jurada del Postor” tener la condición de micro y pequeña empresa se acredita un a experiencia en s/ 120,000.00 (Ciento veinte mil con 00/100 soles) por la venta de servicios iguales y similares al objeto de la convocatoria, durante los ocho (8) años anteriores a la fecha de la presentación de ofertas que se computarán desde la fecha de la conformidad o emisión del comprobante de pago, según corresponda. En el caso de consorcio, todos los integrantes deberán contar con la condición de micro y pequeña empresa. El postor deberá contar con carta y/o certificado de respaldo como partner avanzado oficial de la marca (fabricante) de la nube pública a ofertar. Se consideran servicios similares: experiencia en la venta y/o implementación de proyectos de nubes privadas, nubes mixtas y/o nubes públicas y/o Servicios Cloud Computing y/o Servicios de Informática en la Nube y/o Cloud web Hosting y/o Servicio de infraestructura en nube y/o servicio administrado de infraestructura en nube”. Acreditación: La experiencia del postor en la especialidad se acreditará con copia simple de (1) contratos u órdenes de servicios, y su respectiva conformidad o constancia de prestación; o (i) comprobantes de pago cuya cancelación se acredite documental y fehacientemente, con voucher de depósito, nota de abono, reporte de estado de cuenta, cualquier otro documento emitido por Entidad del sistema financiero que acredite el abono o mediante cancelación en el mismo comprobante de pago, correspondientes a un máximo de veinte (20) contrataciones. En caso los postores presenten varios comprobantes de pago para acreditar una sola contratación, se debe acreditar que corresponden a dicha contratación; de lo contrario, se asumirá que los comprobantes acreditan contrataciones independientes, en cuyo caso solo se considerará, para la evaluación, las veinte (20) primeras contrataciones indicadas en el Anexo N* 8 referido a la Experiencia del Postor en la Especialidad. En el caso de servicios de ejecución periódica o continuada, sólo se considera como experiencia la parte del contrato que haya sido ejecutada durante los ocho (8) años anteriores a la fecha de presentación de ofertas, debiendo adjuntarse copia de las conformidades correspondientes a tal parte o los respectivos comprobantes de pago cancelados. Cuando estos contratos, órdenes de servicios o comprobantes de pago el monto facturado se encuentre expresado en moneda extranjera, debe indicarse el tipo de cambio venta Sin perjuicio de lo anterior los postores deben llenar y presentar el Anexo E referido a la Experiencia del Postor en la Especialidad"
        },
        {
            "numero": "6.3.",
            "titulo": "El titulo de esta seccion es:  Recursos a ser provistos por el proveedor**",
            "contenido": "Página 27 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud"
        },
        {
            "numero": "6.3.1.",
            "titulo": "El titulo de esta seccion es:  Entregables del servicio**",
            "contenido": "|6.1.1 UN (01) GERENTE DE PROYECTO|Col2| |---|---| |Formación académica|Profesional titulado en ingeniería en software o ingeniería en sistemas o ingeniería en sistemas de información o ingeniería informática o ingeniería electrónica o licenciado en computación o afines.| |Capacitación|● Certificación de gestión de proyectos PMP vigente y/o certificado SCRUM Master ● Certificado de ITIL Foundation Certificate.| |Experiencia|Experiencia mínima de 5 años en gestión de proyectos informáticos o de tecnología de información| **●** **IMPLEMENTACIÓN** El Proveedor deberá presentar máximo en un plazo de treinta (30) días calendarios, la documentación pertinente, la cual debe contener, como mínimo, lo siguiente: ➔ Plan de trabajo para la implementación del proyecto ➔ Arquitectura y diseño de la solución implementada ➔ Arquitectura de Red VPN Site-To-Site con la segmentación de CIDR ➔ Diseño del flujo de despliegue y entrega continua ➔ Resultados de las cinco (5) pruebas de estrés end-to-end (con gráficas) ➔ Informe técnico detallado con los puntos de mejora de la arquitectura a nivel de backend, APIs, frontend y base de datos. ➔ Informe técnico detallado con los puntos de vulnerabilidad identificados en las pruebas de ethical hacking. **●** **SERVICIO INFRAESTRUCTURA PÚBLICA O NUBE PÚBLICA** El Proveedor deberá presentar máximo en un plazo de diez (10) días calendarios posteriores al término de cada servicio mensual, un INFORME MENSUAL DETALLADO DEL SERVICIO, el cual debe contener, como mínimo, lo siguiente: ➔ El proveedor deberá presentar un reporte de costos incurridos por la puesta del servicio de los recursos provisionados. De no utilizar el 100% de los servicios solicitados la entidad podrá utilizar la diferencia hasta la finalización del presente contrato. ➔ El proveedor deberá presentar un reporte de rendimiento de la infraestructura de los últimos 30 días, donde considere métricas como CPU, RAM, DISCO, RED, Tiempo de respuesta (TPS) de los diversos servicios desplegados. ➔ El proveedor deberá presentar un registro con las incidencias reportadas por la entidad durante el mes. ➔ Recomendaciones y/o sugerencias. El postor podrá presentar los entregables antes descritos a través del sistema de [Mesa de Partes Digital, en la siguiente dirección: https://mpv.essalud.gob.pe](https://mpv.essalud.gob.pe)"
        },
        {
            "numero": "6.3.2.",
            "titulo": "El titulo de esta seccion es:  Personal clave**",
            "contenido": ""
        },
        {
            "numero": "6.1.",
            "titulo": "El titulo de esta seccion es:  1 UN (01) GERENTE DE PROYECTO**",
            "contenido": "Formación Profesional titulado en ingeniería en software o ingeniería en académica sistemas o ingeniería en sistemas de información o ingeniería informática o ingeniería electrónica o licenciado en computación o afines. - Certificación de gestión de proyectos PMP vigente y/o certificado SCRUM Master Capacitación - Certificado de ITIL Foundation Certificate. Experiencia mínima de 5 años en gestión de proyectos Experiencia informáticos o de tecnología de información Página 28 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |Actividades a desarrollar|● Estará a cargo de la dirección general del proyecto, será el encargado de efectuar las coordinaciones directas con el Coordinador – EsSalud y/o con la Sub Gerencia de Operaciones de Tecnologías de Información de la Gerencia de Producción de la GCTIC, durante la etapa de la implementación. ● Realizará las coordinaciones con el personal de la Sub Gerencia de Operaciones de Tecnologías de la Información de la Gerencia de Producción de la Gerencia Central de Tecnologías de la Información y Comunicaciones. ● Informará sobre el avance de la implementación. ● Elaborará las actas de reunión de trabajo. ● Gestionará las pruebas de validación para el acta de conformidad ● Coordinar con los implementadores el cumplimiento de los objetivos en el tiempo planificado. ● Reportar los avances según el cronograma establecido en el plan de trabajo ● Generar la documentación respectiva.| |---|---| |6.1.2 UN (01) ARQUITECTO DE NUBE|Col2| |---|---| |Formación académica|Profesional titulado o Bachiller en las siguientes carreras: Ingeniería de Software o Ingeniería de Sistemas o Ingeniería de Sistemas de Información o Ingeniería Informática o a fines.| |Certificación requerida|Certificado oficial en arquitectura cloud de nivel profesional de la marca de la nube a ofertar.| |Experiencia|Deberá acreditar experiencia mínima de 5 años en desarrollo y/o arquitectura y/o implementación y/o configuración y/o instalación de soluciones en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube.| |Actividades a desarrollar|● Realizará las coordinaciones con el personal de Sub Gerencia de Operaciones de Tecnologías de la Información de la Gerencia de Producción de la Gerencia Central de Tecnologías de la Información y Comunicaciones. ● Responsable de las arquitecturas de la solución. ● Desarrollará toda la infraestructura como código (IaC) para la homologación de los ambientes en nube. ● Realizará los planes de recuperación ante desastres para las arquitecturas a implementar. ● Evaluar continuamente las arquitecturas existentes para identificar áreas de mejora o potenciales cuellos de botella. ● Asegurar que todas las soluciones cumplan con los estándares de seguridad necesarios y recomendar soluciones de seguridad adecuadas. ● Participar en reuniones estratégicas para ofrecer aportaciones desde la perspectiva de la nube y cómo puede influir en la| Actividades a - Estará a cargo de la dirección general del proyecto, será el desarrollar encargado de efectuar las coordinaciones directas con el Coordinador – EsSalud y/o con la Sub Gerencia de Operaciones de Tecnologías de Información de la Gerencia de Producción de la GCTIC, durante la etapa de la implementación. - Realizará las coordinaciones con el personal de la Sub Gerencia de Operaciones de Tecnologías de la Información de la Gerencia de Producción de la Gerencia Central de Tecnologías de la Información y Comunicaciones. - Informará sobre el avance de la implementación. - Elaborará las actas de reunión de trabajo. - Gestionará las pruebas de validación para el acta de conformidad - Coordinar con los implementadores el cumplimiento de los objetivos en el tiempo planificado. - Reportar los avances según el cronograma establecido en el plan de trabajo - Generar la documentación respectiva."
        },
        {
            "numero": "6.1.",
            "titulo": "El titulo de esta seccion es:  2 UN (01) ARQUITECTO DE NUBE**",
            "contenido": "Profesional titulado o Bachiller en las siguientes carreras: Formación Ingeniería de Software o Ingeniería de Sistemas o Ingeniería de académica Sistemas de Información o Ingeniería Informática o a fines. Certificación Certificado oficial en arquitectura cloud de nivel profesional de la requerida marca de la nube a ofertar. Deberá acreditar experiencia mínima de 5 años en desarrollo y/o Experiencia arquitectura y/o implementación y/o configuración y/o instalación de soluciones en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube. - Realizará las coordinaciones con el personal de Sub Gerencia de Operaciones de Tecnologías de la Información de la Gerencia de Producción de la Gerencia Central de Tecnologías de la Información y Comunicaciones. - Responsable de las arquitecturas de la solución. - Desarrollará toda la infraestructura como código (IaC) para la Actividades a homologación de los ambientes en nube. desarrollar - Realizará los planes de recuperación ante desastres para las arquitecturas a implementar. - Evaluar continuamente las arquitecturas existentes para identificar áreas de mejora o potenciales cuellos de botella. - Asegurar que todas las soluciones cumplan con los estándares de seguridad necesarios y recomendar soluciones de seguridad adecuadas. - Participar en reuniones estratégicas para ofrecer aportaciones desde la perspectiva de la nube y cómo puede influir en la Página 29 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |Col1|dirección futura de la empresa. ● Documentar todas las arquitecturas y soluciones implementadas de manera clara y concisa para futuras referencias o para nuevos miembros del equipo.| |---|---| |6.1.3 UN (01) ESPECIALISTA DE NUBE|Col2| |---|---| |Formación académica|Profesional titulado o bachiller en las siguientes carreras: Ingeniería de Software o Ingeniería de Sistemas o Ingeniería Electrónica o Ingeniería de Redes y Comunicaciones o afines.| |Capacitación|Certificado oficial en desarrollo y/o administrador en cloud de nivel asociado de la marca de la nube a ofertar.| |Experiencia|Deberá acreditar experiencia mínima de 5 años en administrador y/o desarrollador y/o operador y/o configuración y/o instalación de desarrollo y/o infraestructura en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube.| |Actividades a desarrollar|● Responsable de la implementación de niveles de infraestructura de la plataforma. ● Brindará soporte a los requerimientos y cambios de EsSalud de hasta 40 horas en las herramientas de seguridad propuestas. ● Realizará las recomendaciones de buenas prácticas en nube mediante un informe mensual. ● Pruebas de ingeniería del caos en la solución implementada. ● Establecer sistemas de monitorización y alertas para las arquitecturas en la nube para detectar y responder rápidamente a cualquier problema o interrupción. ● Revisar y gestionar los costos asociados con las soluciones en la nube, recomendando optimizaciones cuando sea necesario. ● Elaboración de la documentación de la solución implementada.| dirección futura de la empresa. - Documentar todas las arquitecturas y soluciones implementadas de manera clara y concisa para futuras referencias o para nuevos miembros del equipo."
        },
        {
            "numero": "6.1.",
            "titulo": "El titulo de esta seccion es:  3 UN (01) ESPECIALISTA DE NUBE**",
            "contenido": "Profesional titulado o bachiller en las siguientes carreras: Ingeniería Formación de Software o Ingeniería de Sistemas o Ingeniería Electrónica o académica Ingeniería de Redes y Comunicaciones o afines. Certificado oficial en desarrollo y/o administrador en cloud de nivel Capacitación asociado de la marca de la nube a ofertar. Deberá acreditar experiencia mínima de 5 años en administrador y/o desarrollador y/o operador y/o configuración y/o instalación de Experiencia desarrollo y/o infraestructura en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube. - Responsable de la implementación de niveles de infraestructura de la plataforma. Actividades - Brindará soporte a los requerimientos y cambios de EsSalud de a desarrollar hasta 40 horas en las herramientas de seguridad propuestas. - Realizará las recomendaciones de buenas prácticas en nube mediante un informe mensual. - Pruebas de ingeniería del caos en la solución implementada. - Establecer sistemas de monitorización y alertas para las arquitecturas en la nube para detectar y responder rápidamente a cualquier problema o interrupción. - Revisar y gestionar los costos asociados con las soluciones en la nube, recomendando optimizaciones cuando sea necesario. - Elaboración de la documentación de la solución implementada. Acreditación para el personal clave: El Título Técnico o Bachiller, será verificado por el comité de selección en el Registro Nacional de Grados Académicos y Títulos Profesionales en el portal web de la Superintendencia Nacional de Educación — Superior — Universitaria - SUNEDU a través del siguiente link: https://enlinea.sunedu.gob.pej/ o en el Registro Nacional de Certificados, Grados y Títulos a cargo del Ministerio de Educación a través del siguiente línk: http://www.titulosinstitutos.pe/, según corresponda."
        },
        {
            "numero": "7.",
            "titulo": "El titulo de esta seccion es:  ** **OTRAS CONSIDERACIONES PARA LA EJECUCIÓN DE LA PRESTACIÓN**",
            "contenido": ""
        },
        {
            "numero": "7.1.",
            "titulo": "El titulo de esta seccion es:  Otras obligaciones**",
            "contenido": ""
        },
        {
            "numero": "7.1.1.",
            "titulo": "El titulo de esta seccion es:  Medidas de seguridad**",
            "contenido": "El Proveedor de la solución que debe considerar los Lineamientos para el Uso de Servicios de nube pública para entidades de la Administración Pública del Estado Peruano, para efectos de disponibilidad, integridad, confidencialidad, autenticidad y trazabilidad, por lo cual queda obligado a cumplir y demostrar que, como mínimo, cumple con todas las medidas de seguridad de la NTP ISO/IEC 27001:2014 Tecnología de la Información, pertinentes para el Página 30 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud nivel de disponibilidad requerido. Esto incluye instalaciones y personal. En su defecto podrá presentar la certificación global para nubes públicas ISO/IEC 27001:2013 de la nube ofertada. El proveedor deberá ser un partner avanzado acreditado de la nube pública a ofertar. Las medidas de seguridad podrán ser reemplazadas por otras siempre y cuando se acredite con las certificaciones respectivas que protegen igual o mejor el riesgo sobre los activos y se satisfacen los principios básicos en materia de seguridad de la información antes señalada. presentar la certificación global para nubes públicas ISO/IEC 27001:2013 de la nube ofertada. El proveedor deberá ser un partner avanzado acreditado de la nube pública a ofertar. Las medidas de seguridad podrán ser reemplazadas por otras siempre y cuando se acredite con las certificaciones respectivas que protegen igual o mejor el riesgo sobre los activos y se satisfacen los principios básicos en materia de seguridad de la información antes señalada."
        },
        {
            "numero": "7.2.",
            "titulo": "El titulo de esta seccion es:  Confiabilidad**",
            "contenido": "El Proveedor se obliga a mantener CONFIDENCIALIDAD sobre la documentación trabajada y su contenido es de plena responsabilidad, por lo que cualquier alteración de la misma será considerada como incumplimiento grave del contrato, motivo por el cual EsSalud podrá resolver automáticamente el mismo, sin perjuicio de las sanciones y penalidades El proveedor del servicio tiene y asume la obligación, tanto durante la vigencia del contrato, como después de su extinción, de guardar secreto y confidencialidad de cualquier información de EsSalud a la que tenga acceso como consecuencia del desempeño de su servicio, y a considerar toda la información relativa a las cuentas de correo electrónico como información personal, especialmente la información relativa a personas recogida en ficheros de datos personales, cuentas de correo personales, datos técnicos y/u organizativos de EsSalud. Por lo antes expuesto, el proveedor del servicio no podrá: - Difundir, transmitir y/o revelar información a terceros. - Usar la información recopilada para ofrecer promocionar o brindar información sobre productos o servicios. - Arrendar ni vender a terceros ningún dato de identificación personal que les haya sido proporcionado por EsSalud y/o como consecuencia del servicio brindado. - Invitar al usuario a tomar parte en encuestas sobre productos, servicios, noticias y/o eventos."
        },
        {
            "numero": "7.3.",
            "titulo": "El titulo de esta seccion es:  Medidas de control durante la ejecución contractual**",
            "contenido": "**Área responsable de las medidas de control.** La supervisión del servicio estará a cargo del responsable que sea designado por la Subgerencia de Operaciones de Tecnologías de Información de la Gerencia de Producción y la Sub Gerencia de Sistemas Aseguradores, Subsidios y Sociales de la Gerencia de Sistemas de la Gerencia Central de Tecnologías de Información y Comunicaciones **Área de coordinación con el proveedor.** El proveedor contratado deberá realizar todas las coordinaciones internas con el responsable que designe la Subgerencia de Operaciones de Tecnologías de Información de la Gerencia de Producción y la Sub Gerencia de Sistemas Aseguradores, Subsidios y Sociales de la Gerencia de Sistemas de la Gerencia Central de Tecnologías de Información y Comunicaciones. **Área que brindará la Conformidad.** La conformidad final de la prestación al servicio será otorgada por la Gerencia de Producción de la Gerencia Central de Tecnologías de Información y Comunicaciones, de acuerdo al cumplimiento de actividades descritas en el numeral 5 del presente documento y la recepción de los entregables indicados en el numeral 8."
        },
        {
            "numero": "7.4.",
            "titulo": "El titulo de esta seccion es:  Conformidad de la prestación**",
            "contenido": "La conformidad final de la prestación del servicio será emitida por la Gerencia de Producción Página 31 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud de la - GCTIC, previo informe técnico elaborado por la Sub Gerencia de Operaciones. |N° DE PAGOS|DETALLE DEL PAGO| |---|---| |Primer pago: Luego de culminado y otorgada la conformidad del primer plazo del corte de facturación.|A precios unitarios: El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del primer corte de facturación, según demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de Capacitación: 100% del monto total contratado para el servicio de capacitación, según lo ofertado por el contratista en el Anexo D “Precios de la| Conformidad del Primer Mes: La conformidad y aprobación para el pago del primer mes será otorgada por la Subgerencia de Operaciones de Tecnologías de Información de la Gerencia de Producción y la Sub Gerencia de Sistemas Aseguradores, Subsidios y Sociales de la Gerencia de Sistemas - GCTIC, previo Informe Técnico del Especialista asignado; el cual deberá incluir el Acta de Conformidad de Implementación, el Acta de Inicio del Servicio y Acta de capacitación. Conformidad Mensual: A partir del segundo mes, la conformidad será otorgada por la Sub Gerencia de Operaciones de Tecnologías de Información de la Gerencia de Producción - GCTIC, previo Informe Técnico del Especialista asignado. - De existir observaciones se consignarán en el acta respectiva, indicándose claramente el sentido de éstas, dando al contratista un plazo prudencial para su subsanación, en función a la complejidad del servicio. - Dicho plazo no podrá ser menor de dos (02) días ni mayor de cinco (05) días calendarios, de conformidad con lo establecido en el Reglamento de la Ley de Contrataciones del Estado y su modificatoria."
        },
        {
            "numero": "7.4.",
            "titulo": "El titulo de esta seccion es:  Forma de pago**",
            "contenido": "**●** **Del Servicio** La Entidad realizara el pago de la contraprestación pactada a favor del contratista dentro de los 10 días: Servicio de implementación y Migración Capacitación Servicio de infraestructura: soporte de la marca y adicionales Servicio de gestión y soporte La forma de pago por la prestación del servicio se realizará de forma mensual bajo los siguientes detalles del cuadro adjunto previo otorgamiento de conformidad de acuerdo al numeral 7.4. La Entidad realizará el pago de la contraprestación pactada a favor del contratista en moneda nacional (soles), en pagos parciales, de acuerdo al siguiente detalle: **N° DE PAGOS** **DETALLE DEL PAGO** **A precios unitarios:** El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Primer pago: Luego de Infraestructura en la nube por consumo, efectuado durante culminado y otorgada la el periodo ejecutado del primer corte de facturación, según conformidad del primer demanda de ESSALUD; por el precio unitario ofertado por plazo del corte de el contratista para cada componente. facturación. **A suma alzada:** - Servicio de Capacitación: 100% del monto total contratado para el servicio de capacitación, según lo ofertado por el contratista en el Anexo D “Precios de la Página 32 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |N° DE PAGOS|DETALLE DEL PAGO| |---|---| ||oferta”. - Servicio de implementación y migración: 100% del monto total contratado para el servicio de implementación y migración, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de infraestructura: soporte de la marca y adicionales 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”.| |Segundo pago: Luego de culminado y otorgada la conformidad del segundo plazo del corte de facturación.|A precios unitarios: El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del segundo corte de facturación, según demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”.| |Tercer pago: Luego de culminado y otorgada la conformidad del tercer plazo del corte de facturación.|A precios unitarios: El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del tercer corte de facturación, según demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la| **N° DE PAGOS** **DETALLE DEL PAGO** oferta”. - Servicio de implementación y migración: 100% del monto total contratado para el servicio de implementación y migración, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de infraestructura: soporte de la marca y adicionales 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. **A precios unitarios:** El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del segundo corte de facturación, Segundo pago: Luego de según demanda de ESSALUD; por el precio unitario culminado y otorgada la ofertado por el contratista para cada componente. conformidad del segundo plazo del corte de **A suma alzada:** facturación. - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. **A precios unitarios:** El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del tercer corte de facturación, según Tercer pago: Luego de demanda de ESSALUD; por el precio unitario ofertado por culminado y otorgada la el contratista para cada componente. conformidad del tercer plazo del corte de **A suma alzada:** facturación. - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la Página 33 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |N° DE PAGOS|DETALLE DEL PAGO| |---|---| ||oferta”.| |Cuarto pago: Luego de culminado y otorgada la conformidad del cuarto plazo del corte de facturación.|A precios unitarios: El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del cuarto corte de facturación, según demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”.| |Quinto pago: Luego de culminado y otorgada la conformidad del quinto plazo del corte de facturación.|A precios unitarios: El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del quinto corte de facturación, según demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”.| |Sexto pago: Luego de culminado y otorgada la conformidad del sexto plazo del corte de facturación.|A precios unitarios: El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del sexto corte de facturación, según demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada:| **N° DE PAGOS** **DETALLE DEL PAGO** oferta”. **A precios unitarios:** El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del cuarto corte de facturación, según Cuarto pago: Luego de demanda de ESSALUD; por el precio unitario ofertado por culminado y otorgada la el contratista para cada componente. conformidad del cuarto plazo del corte de **A suma alzada:** facturación. - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. **A precios unitarios:** El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del quinto corte de facturación, según Quinto pago: Luego de demanda de ESSALUD; por el precio unitario ofertado por culminado y otorgada la el contratista para cada componente. conformidad del quinto plazo del corte de **A suma alzada:** facturación. - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. Sexto pago: Luego de **A precios unitarios:** culminado y otorgada la El monto del pago parcial se calculará de acuerdo a la conformidad del sexto cantidad consumida de los componentes indicados en la plazo del corte de oferta de precios unitarios descritos en el Anexo D precios facturación. unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del sexto corte de facturación, según demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. **A suma alzada:** Página 34 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |N° DE PAGOS|DETALLE DEL PAGO| |---|---| ||- Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”.| |Séptimo pago: Luego de culminado y otorgada la conformidad del séptimo plazo del corte de facturación.|A precios unitarios: El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del séptimo corte de facturación, según demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”.| |Octavo pago: Luego de culminado y otorgada la conformidad del octavo plazo del corte de facturación.|A precios unitarios: El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del octavo corte de facturación, según demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”.| **N° DE PAGOS** **DETALLE DEL PAGO** - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. **A precios unitarios:** El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del séptimo corte de facturación, según demanda de ESSALUD; por el precio unitario Séptimo pago: Luego de ofertado por el contratista para cada componente. culminado y otorgada la conformidad del séptimo **A suma alzada:** plazo del corte de - Servicio de infraestructura: 8.33% del monto total facturación. contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. **A precios unitarios:** El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del octavo corte de facturación, según Octavo pago: Luego de demanda de ESSALUD; por el precio unitario ofertado por culminado y otorgada la el contratista para cada componente. conformidad del octavo plazo del corte de **A suma alzada:** facturación. - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. Página 35 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |N° DE PAGOS|DETALLE DEL PAGO| |---|---| |noveno pago: Luego de culminado y otorgada la conformidad del noveno plazo del corte de facturación.|A precios unitarios: El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del noveno corte de facturación, según demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”.| |Décimo pago: Luego de culminado y otorgada la conformidad del décimo plazo del corte de facturación.|A precios unitarios: El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del décimo corte de facturación, según demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”.| |Onceavo pago: Luego de culminado y otorgada la conformidad del onceavo plazo del corte de facturación.|A precios unitarios: El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del onceavo corte de facturación, según demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total| **N° DE PAGOS** **DETALLE DEL PAGO** **A precios unitarios:** El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del noveno corte de facturación, noveno pago: Luego de según demanda de ESSALUD; por el precio unitario culminado y otorgada la ofertado por el contratista para cada componente. conformidad del noveno **A suma alzada:** plazo del corte de - Servicio de infraestructura: 8.33% del monto total facturación. contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. **A precios unitarios:** El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del décimo corte de facturación, Décimo pago: Luego de según demanda de ESSALUD; por el precio unitario culminado y otorgada la ofertado por el contratista para cada componente. conformidad del décimo **A suma alzada:** plazo del corte de - Servicio de infraestructura: 8.33% del monto total facturación. contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. **A precios unitarios:** El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Onceavo pago: Luego de Infraestructura en la nube por consumo, efectuado durante culminado y otorgada la el periodo ejecutado del onceavo corte de facturación, conformidad del onceavo según demanda de ESSALUD; por el precio unitario plazo del corte de ofertado por el contratista para cada componente. facturación. **A suma alzada:** - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total Página 36 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |N° DE PAGOS|DETALLE DEL PAGO| |---|---| ||contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”.| |Doceavo pago: Luego de culminado y otorgada la conformidad del doceavo plazo del corte de facturación.|A precios unitarios: El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del doceavo corte de facturación, según demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”.| **N° DE PAGOS** **DETALLE DEL PAGO** contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. **A precios unitarios:** El monto del pago parcial se calculará de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del doceavo corte de facturación, Doceavo pago: Luego de según demanda de ESSALUD; por el precio unitario culminado y otorgada la ofertado por el contratista para cada componente. conformidad del doceavo **A suma alzada:** plazo del corte de - Servicio de infraestructura: 8.33% del monto total facturación. contratado para el servicio de infraestructura, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestión y Soporte: 8.33% del monto total contratado para el servicio de gestión y soporte, según lo ofertado por el contratista en el Anexo D “Precios de la oferta”. Para efectos del pago de las contraprestaciones ejecutadas por el contratista, la Entidad debe contar con la siguiente documentación: **_-_** Acta de conformidad firmada por la Sub Gerencia de Operaciones de Tecnología de Información - SGOTI de la Gerencia de Producción. **_-_** Comprobante de pago. **_-_** Entregable correspondiente. NOTA: No se considera pago durante el periodo de implementación."
        },
        {
            "numero": "7.5.",
            "titulo": "El titulo de esta seccion es:  Penalidades**",
            "contenido": "Penalidad por mora en la ejecución de la prestación. En caso de retraso injustificado del contratista en la ejecución de las prestaciones objeto de la contratación, la Entidad le aplica automáticamente una penalidad por mora por cada día de atraso, de conformidad con el artículo 162 del Reglamento. La penalidad se aplica automáticamente y se calcula de acuerdo a la siguiente fórmula: Penalidad diaria = 0.10 x monto vigente F x plazo vigente en días Donde F tiene los valores siguientes: F = 0.40 para plazos menores o iguales a sesenta (60) días F = 0.25 para plazos mayores a sesenta (60) días ✔ **Otras penalidades** Página 37 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |N °|SUPUESTOS DE APLICACIÓN DE PENALIDAD|FORMA DE CÁLCULO|PROCEDIMIENTO| |---|---|---|---| |1|Cambio de personal sin comunicación previa hacia la Sub Gerencia de Operaciones de Tecnologías de la Información (SGOTI) de la Gerencia de Producción de la Gerencia Central de Tecnologías de Información y Comunicaciones|=1*UIT por día de incumplimiento.|Según informe del personal asignado a la supervisión por la Sub Gerencia de Operaciones de Tecnologías de Información de la Gerencia de Producción.| |2|No cumple con proveer al personal ofrecido en su propuesta, salvo hecho fortuito o fuerza mayor debidamente acreditado, y con autorización de la Entidad|=0.001*M por cada día de incumplimiento, por cada uno del personal ofrecido|Según informe del personal asignado a la supervisión por la Sub Gerencia de Operaciones de Tecnologías de Información de la Gerencia de Producción.| |3|Cuando el Contratista no cumple en presentar el informe correspondiente dentro del plazo señalado.|=0.001*M por cada día de incumplimiento.|Según informe del personal asignado a la supervisión por la Sub Gerencia de Operaciones de Tecnologías de Información de la Gerencia de Producción.| |4|Cuando el Contratista no cumple con ofrecer la capacitación descrita dentro del plazo señalado.|=0.001*M por cada día de incumplimiento.|Según informe del personal asignado a la supervisión por la Sub Gerencia de Operaciones de Tecnologías de Información de la Gerencia de Producción.| En concordancia con el artículo 163 del Reglamento de la Ley de Contrataciones del Estado para el presente servicio se establecen los siguientes supuestos de aplicación de penalidades: **SUPUESTOS DE** **N** **FORMA DE** **PROCEDIMIENTO** **APLICACIÓN DE** **°** **PENALIDAD** **CÁLCULO** 1 Cambio de personal sin =1*UIT por día Según informe del comunicación previa hacia de personal asignado a la la Sub Gerencia de incumplimiento. supervisión por la Sub Operaciones de Gerencia de Operaciones Tecnologías de la de Tecnologías de Información (SGOTI) de la Información de la Gerencia de Producción de Gerencia de Producción. la Gerencia Central de Tecnologías de Información y Comunicaciones 2 No cumple con proveer al =0.001*M por Según informe del personal ofrecido en cada día de personal asignado a la su propuesta, salvo hecho incumplimiento, supervisión por la Sub fortuito o fuerza mayor por cada uno del Gerencia de Operaciones debidamente acreditado, y personal ofrecido de Tecnologías de con autorización de la Información de la Entidad Gerencia de Producción. 3 Cuando el Contratista no =0.001*M por Según informe del cumple en presentar el cada día de personal asignado a la informe correspondiente incumplimiento. supervisión por la Sub dentro del plazo señalado. Gerencia de Operaciones de Tecnologías de Información de la Gerencia de Producción. 4 Cuando el Contratista no =0.001*M por Según informe del cumple con ofrecer la cada día de personal asignado a la capacitación descrita incumplimiento. supervisión por la Sub dentro del plazo señalado. Gerencia de Operaciones de Tecnologías de Información de la Gerencia de Producción. Donde M = Monto del Contrato Vigente"
        },
        {
            "numero": "7.6.",
            "titulo": "El titulo de esta seccion es:  Responsabilidad de vicios ocultos**",
            "contenido": "El plazo máximo de responsabilidad del contratista es de doce (12) meses contados a partir de la conformidad otorgada por EsSalud."
        },
        {
            "numero": "8.",
            "titulo": "El titulo de esta seccion es:  ** **ANEXOS**",
            "contenido": "- Anexo A: Acta de Conformidad de Implementación Página 38 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud - Anexo B: Acta de Inicio de Servicio - Anexo C: Acta de capacitación - Anexo D: Precios de la Oferta - Anexo E: Experiencia del Postor en la Especialidad - Anexo F: Bonificación Micro y Pequeña Empresa Página 39 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud **ANEXO A** **ACTA DE CONFORMIDAD DE IMPLEMENTACIÓN** Se deja constancia que la empresa…………………………………. con Registro Único de Contribuyente (RUC) N° ………………con domicilio en………………………que en su condición de Contratista ha cumplido con la implementación del Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud, de acuerdo a lo requerido en los Términos de Referencia y a lo establecido en su propuesta técnica finalmente adjudicada. Así también a la fecha, se deja constancia del buen funcionamiento de la indicada implementación cuenta con una garantía de los servicios y vicios ocultos que se pueda presentar después de suscrita la presente acta. Firman dando fe de lo anterior, firman las partes. Lugar y Fecha ……………………………………… ………………………………………………………… …… …… SELLO Y FIRMA SELLO Y FIRMA Representante Legal Contratista Sub Gerencia de Operaciones de Tecnologías de Información Gerencia de Producción - GCTIC. ……………………………………………………………… SELLO Y FIRMA Sub Gerencia de Sistemas Aseguradores, Subsidios y Sociales Gerencia de Sistemas - GCTIC. Página 40 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud **ANEXO B** |ACTA DE INICIO DEL SERVICIO|Fecha :|XX/XX/20 XX| |---|---|---| |||| |PROYECTO / SERVICIO||| |Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud||| **ACTA DE INICIO DEL SERVICIO** **ACTA DE INICIO DEL SERVICIO** **Fecha** **XX/XX/20** **:** **XX** **PROYECTO / SERVICIO** **_Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el_** **_despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de_** **_Tecnologías de Información y Comunicaciones de Essalud_** Por la presente Acta, que suscriben las partes se deja constancia el inicio de la prestación del Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud, una parte, la empresa con Registro Único de Contribuyente (RUC) N° ………………con domicilio en ………………………………………, debidamente representada por su Representante Legal ……………………. identificado con DNI……………, y la otra parte el responsable de la Sub Gerencia de Operaciones de Tecnologías de la Información de la Gerencia de Producción - GCTIC, expresando conformidad a la finalización de la etapa de Implementación del Servicio realizado desde el XX al XX de xxxxxxxx de 20XX, de acuerdo al Plan Implementación, y; dando inicio al Contrato de Prestaciones del Servicio de acuerdo a los plazos establecidos en los términos de referencia y contrato. El plazo del servicio contratado es de trescientos sesenta y cinco (365) días calendario, contados a partir del día xx de XXXXXX de 20XX al XX de XXXXXX de 20XX. **FIRMAS:** En señal de conformidad con el contenido de la presente acta, las partes proceden a firmar, a los xxx de xxxxx de 20xx, a horas xx:xx ……………………………………… ………………………………………………………… …… …… SELLO Y FIRMA SELLO Y FIRMA Representante Legal Contratista Sub Gerencia de Operaciones de Tecnologías de Información Gerencia de Producción - GCTIC. Página 41 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud **ANEXO C** |Participante|Cargo|Área|Régimen Laboral| |---|---|---|---| ||||| ||||| ||||| ||||| ||||| **ACTA DE CAPACITACIÓN** Se deja constancia que la empresa con Registro Único de Contribuyente (RUC) N° ………………con domicilio en ……………………………………… en su condición de Contratista ha cumplido con el desarrollo del Programa de Capacitación para el Servicio de Infraestructura Pública para Despliegue de Servicios de Mensajería, Comunicaciones y Herramientas Colaborativas de EsSalud, de acuerdo a lo requerido en los Términos de Referencia y a lo establecido en su propuesta técnica finalmente adjudicada. Las actividades se llevaron a cabo de acuerdo con el siguiente calendario: Dia:…… Horario:………. Temario:……………….. Relación de personal capacitado **Participante** **Cargo** **Área** **Régimen Laboral** Se otorga el presente documento como constancia de cumplimiento por parte del contratista Firman dando fe de lo anterior. ............................................ Lugar y Fecha ……………………………………… ………………………………………………………… …… …… SELLO Y FIRMA SELLO Y FIRMA Representante Legal Contratista Sub Gerencia de Operaciones de Tecnologías de Información Gerencia de Producción - GCTIC. Página 42 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud **ANEXO D** |Componentes del Servicio|Col2|Unidad de medida|Cantidad|Precio unitario|Costo| |---|---|---|---|---|---| |Servicio de funciones sin servidor|Servicio de funciones sin servidor|Número de solicitudes (Millones)|612||| |Servicio de administración y despliegue de APIs|Solicitudes de API REST|Número de solicitudes (Millones)|612||| ||Solicitudes de API REST con tamaño de la memoria caché (GB) 0.5|Número de solicitudes (Millones)|120000||| |Balanceador de carga a nivel de aplicación|GB procesados|GB|7320||| |Servicio de NAT|Datos procesados ​por puerta de enlace NAT|TB|24||| ||Datos procesados ​por puerta de enlace NAT|GB|1200||| |Servicio de CDN|Número de solicitudes (HTTPS)|Número de solicitudes (millones)|360||| ||Transferencia de datos a Internet (GB)|TB|60||| |Servicio de transferencia de datos|Transferencia de datos salientes (GB)|GB|2400||| |Servicio de almacenamiento de|Almacenamient o estándar de objetos (TB)|TB|288||| **PRECIO DE LA OFERTA** Señores XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Presente. - Es grato dirigirme a usted, para hacer de su conocimiento que, de acuerdo con las bases, mi oferta es la siguiente: **Unidad de** **Precio** **Componentes del Servicio** **Cantidad** **Costo** **medida** **unitario** Servicio de Número de Servicio de funciones funciones sin solicitudes 612 sin servidor servidor (Millones) Número de Solicitudes de solicitudes 612 API REST (Millones) Servicio de Solicitudes de administración y API REST con Número de despliegue de APIs tamaño de la solicitudes 120000 memoria caché (Millones) (GB) 0.5 Balanceador de carga a nivel de GB procesados GB 7320 aplicación Datos procesados ​por TB 24 puerta de enlace NAT Servicio de NAT Datos procesados ​por GB 1200 puerta de enlace NAT Número de Número de solicitudes solicitudes 360 (HTTPS) (millones) Servicio de CDN Transferencia de datos a TB 60 Internet (GB) Servicio de Transferencia transferencia de de datos GB 2400 datos salientes (GB) Almacenamient o estándar de TB 288 Servicio de objetos (TB) almacenamiento de objetos Página 43 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |Col1|Solicitudes a la API de objetos|Número de solicitudes (millones)|264|Col5|Col6| |---|---|---|---|---|---| |Servicio de análisis de datos en almacenamiento de objetos|Número total de consultas/mes|Número de solicitudes (millones)|120||| ||Cantidad de datos escaneados por consulta (TB)|TB|60||| |Monto del componente a precios unitarios (D)|S/| |---|---| |CONCEPTO|PRECIO TOTAL| |---|---| |Servicio de implementación y migración|| |Servicio de infraestructura, soporte de la marca y adicionales|| |Servicios de Gestión y Soporte|| |Servicio de capacitación|| |Monto del componente a suma alzada (E)|S/| |Monto total de la oferta (D+E)|S/| |---|---| Solicitudes a la solicitudes 264 API de objetos (millones) Número de Número total de solicitudes 120 Servicio de análisis consultas/mes (millones) de datos en Cantidad de almacenamiento de datos objetos TB 60 escaneados por consulta (TB) **Monto del componente a precios unitarios (D)** S/ **OFERTA A SUMA ALZADA DE LOS COMPONENTES SIGUIENTES:** **CONCEPTO** **PRECIO TOTAL** Servicio de implementación y migración Servicio de infraestructura, soporte de la marca y adicionales Servicios de Gestión y Soporte Servicio de capacitación **Monto del componente a suma alzada (E)** **S/** **OFERTA TOTAL** **Monto total de la oferta (D+E)** **S/** El precio de la oferta en SOLES incluye todos los tributos, seguros, transporte, inspecciones, pruebas y, de ser el caso, los costos laborales conforme a la legislación vigente, así como cualquier otro concepto que pueda tener incidencia sobre el costo del servicio a contratar; excepto la de aquellos postores que gocen de alguna exoneración legal, no incluirán en el precio de su oferta los tributos respectivos. [CONSIGNAR CIUDAD Y FECHA] ……………………………….………………….. **Firma, Nombres y Apellidos del postor o** **Representante legal o común, según corresponda** Página 44 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |Nº|CLIENTE|OBJETO DEL CONTRATO|N° CONTRATO / O/S / COMPROBA NTE DE PAGO|FECHA DEL CONTRATO O CP|FECHA DE LA CONFORMID AD DE SER EL CASO|EXPERIENCI A PROVENIEN TE DE:|MONEDA|IMPORTE|TIPO DE CAMBIO VENTA|MONTO FACTURADO ACUMULAD O| |---|---|---|---|---|---|---|---|---|---|---| |1||||||||||| |2||||||||||| |3||||||||||| |4||||||||||| |5||||||||||| |6||||||||||| |7||||||||||| |8||||||||||| |9||||||||||| |10||||||||||| |…||||||||||| |20||||||||||| |TOTAL||||||||||| **ANEXO N° E** **EXPERIENCIA DEL POSTOR EN LA ESPECIALIDAD** Señores XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Presente. - Mediante el presente, el suscrito detalla la siguiente EXPERIENCIA EN LA ESPECIALIDAD: **N°** **FECHA DE** **CONTRATO /** **EXPERIENCI** **MONTO** **FECHA DEL** **LA** **TIPO DE** **OBJETO DEL** **O/S /** **A** **FACTURADO** **Nº** **CLIENTE** **CONTRATO** **CONFORMID** **MONEDA** **IMPORTE** **CAMBIO** **CONTRATO** **COMPROBA** **PROVENIEN** **ACUMULAD** **O CP** **AD DE SER** **VENTA** **NTE DE** **TE DE:** **O** **EL CASO** **PAGO** 1 2 3 4 5 6 7 8 9 10 … 20 TOTAL [CONSIGNAR CIUDAD Y FECHA] ................................................................... Firma, Nombres y Apellidos del postor o Representante legal o común, según corresponda ### ANEXO N° F SOLICITUD DE BONIFICACIÓN DEL CINCO POR CIENTO (5%) POR TENER LA CONDICIÓN DE MICRO Y PEQUEÑA EMPRESA Página 45 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |B|EXPERIENCIA DEL PROVEEDOR EN LA ESPECIALIDAD| |---|---| Señores **COMITÉ DE SELECCIÓN** **ADJUDICACIÓN SIMPLIFICADA No XXXX-2023-ESSALUD-1, PRIMERA CONVOCATORIA** Presente. - Mediante el presente el suscrito, postor y/o Representante legal de XXXXXXXXX, solicito la asignación de la bonificación del cinco por ciento (5%) sobre el puntaje total obtenido, debido a que mi representada cuenta con la condición de micro y pequeña empresa. Lima, XXX de XXXXX del 2023. ............................................................ Firma, Nombres y Apellidos del postor o Representante legal o común, según corresponda **II.** **REQUISITOS DE CALIFICACION** ### B EXPERIENCIA DEL PROVEEDOR EN LA ESPECIALIDAD Página 46 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |Col1|Requisitos: El Proveedor debe acreditar un monto facturado acumulado equivalente a S/.500,000.00 (Quinientos mil con 00/100 Soles), por la contratación de servicios iguales o similares al objeto de la convocatoria, durante los ocho (8) años anteriores a la fecha de la presentación de ofertas que se computarán desde la fecha de la conformidad o emisión del comprobante de pago, según corresponda. En el caso de postores que declaren en el Anexo “Declaración Jurada del Postor” tener la condición de micro y pequeña empresa, se acredita una experiencia de S/ 120,000.00 (Ciento veinte mil 00/100 soles), por la venta de servicios iguales o similares al objeto de la convocatoria, durante los ocho (8) años anteriores a la fecha de la presentación de ofertas que se computarán desde la fecha de la conformidad o emisión del comprobante de pago, según corresponda. En el caso de consorcios, todos los integrantes deben contar con la condición de micro y pequeña empresa. El postor deberá contar con carta y/o certificado de respaldo como partner avanzado oficial de la marca (fabricante) de la nube pública a ofertar. Se consideran bienes similares a los siguientes: venta y/o implementación de proyectos de nubes privadas, nubes mixtas y/o nubes públicas y/o Servicios Cloud Computing y/o Servicios de Informática en la Nube y/o Cloud web Hosting y/o Servicio de infraestructura en nube y/o servicio administrado de infraestructura en nube”. Acreditación: La experiencia del Proveedor en la especialidad se acreditará con copia simple de (i) contratos u órdenes de compra, y su respectiva conformidad o constancia de prestación; o (ii) comprobantes de pago cuya cancelación se acredite documental y fehacientemente, con voucher de depósito, nota de abono, reporte de estado de cuenta, cualquier otro documento emitido por Entidad del sistema financiero que acredite el abono o mediante cancelación en el mismo comprobante de pago1, correspondientes a un máximo de veinte (20) contrataciones. En caso los Proveedores presenten varios comprobantes de pago para acreditar una sola contratación, se debe acreditar que corresponden a dicha contratación; de lo contrario, se asumirá que los comprobantes acreditan contrataciones independientes, en cuyo caso solo se considerará, para la evaluación, las veinte (20) primeras contrataciones indicadas en el Anexo referido a la Experiencia del Postor en la Especialidad. En el caso de suministro, solo se considera como experiencia la parte del contrato que haya sido ejecutada durante los ocho (08) años anteriores a la fecha de presentación de ofertas, debiendo| |---|---| ### Requisitos: El Proveedor debe acreditar un monto facturado acumulado equivalente a S/.500,000.00 (Quinientos mil con 00/100 Soles), por la contratación de servicios iguales o similares al objeto de la convocatoria, durante los ocho (8) años anteriores a la fecha de la presentación de ofertas que se computarán desde la fecha de la conformidad o emisión del comprobante de pago, según corresponda. En el caso de postores que declaren en el Anexo “Declaración Jurada del Postor” tener la condición de micro y pequeña empresa, se acredita una experiencia de S/ 120,000.00 (Ciento veinte mil 00/100 soles), por la venta de servicios iguales o similares al objeto de la convocatoria, durante los ocho (8) años anteriores a la fecha de la presentación de ofertas que se computarán desde la fecha de la conformidad o emisión del comprobante de pago, según corresponda. En el caso de consorcios, todos los integrantes deben contar con la condición de micro y pequeña empresa. El postor deberá contar con carta y/o certificado de respaldo como partner avanzado oficial de la marca (fabricante) de la nube pública a ofertar. ### Se consideran bienes similares a los siguientes: venta y/o implementación de proyectos de nubes privadas, nubes mixtas y/o nubes públicas y/o Servicios Cloud Computing y/o Servicios de Informática en la Nube y/o Cloud web Hosting y/o Servicio de infraestructura en nube y/o servicio administrado de infraestructura en nube”. ### Acreditación: La experiencia del Proveedor en la especialidad se acreditará con copia simple de (i) contratos u órdenes de compra, y su respectiva conformidad o constancia de prestación; o (ii) comprobantes de pago cuya cancelación se acredite documental y fehacientemente, con voucher de depósito, nota de abono, reporte de estado de cuenta, cualquier otro documento emitido por Entidad del sistema financiero que acredite el abono o mediante cancelación en el mismo comprobante de pago[1], correspondientes a un máximo de veinte (20) contrataciones. En caso los Proveedores presenten varios comprobantes de pago para acreditar una sola contratación, se debe acreditar que corresponden a dicha contratación; de lo contrario, se asumirá que los comprobantes acreditan contrataciones independientes, en cuyo caso solo se considerará, para la evaluación, las veinte (20) primeras contrataciones indicadas en el Anexo referido a la Experiencia del Postor en la Especialidad. En el caso de suministro, solo se considera como experiencia la parte del contrato que haya sido ejecutada durante los ocho (08) años anteriores a la fecha de presentación de ofertas, debiendo 1 Cabe precisar que, de acuerdo con la Resolución N° 0065-2018-TCE-S1 del Tribunal de Contrataciones del **Estado:** _“… el solo sello de cancelado en el comprobante, cuando ha sido colocado por el propio proveedor, no puede_ _ser considerado como una acreditación que produzca fehaciencia en relación a que se encuentra cancelado._ _Admitir ello equivaldría a considerar como válida la sola declaración del proveedor afirmando que el_ _comprobante de pago ha sido cancelado”_ _(…)_ _“Situación diferente se suscita ante el sello colocado por el cliente del proveedor [sea utilizando el término_ _“cancelado” o “pagado”] supuesto en el cual sí se contaría con la declaración de un tercero que brinde_ _certeza, ante la cual debiera reconocerse la validez de la experiencia”._ Página 47 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |Col1|adjuntarse copia de las conformidades correspondientes a tal parte o los respectivos comprobantes de pago cancelados. En caso los postores presenten varios comprobantes de pago para acreditar una sola contratación, se debe acreditar que corresponden a dicha contratación; de lo contrario, se asumirá que los comprobantes acreditan contrataciones independientes, en cuyo caso solo se considerará, para la evaluación, las veinte (20) primeras contrataciones indicadas en el Anexo N* 8 referido a la Experiencia del Postor en la Especialidad. En los casos que se acredite experiencia adquirida en consorcio, debe presentarse la promesa de consorcio o el contrato de consorcio del cual se desprenda fehacientemente el porcentaje de las obligaciones que se asumió en el contrato presentado; de lo contrario, no se computará la experiencia proveniente de dicho contrato. En el caso de servicios de ejecución periódica o continuada, sólo se considera como experiencia la parte del contrato que haya sido ejecutada durante los ocho (8) años anteriores a la fecha de presentación de ofertas, debiendo adjuntarse copia de las conformidades correspondientes a tal parte o los respectivos comprobantes de pago cancelados. Cuando estos contratos, órdenes de servicios o comprobantes de pago el monto facturado se encuentre expresado en moneda extranjera, debe indicarse el tipo de cambio venta Sin perjuicio de lo anterior los postores deben llenar y presentar el Anexo E referido a la Experiencia del Postor en la Especialidad Asimismo, cuando se presenten contratos derivados de procesos de selección convocados antes del 20.09.2012, la calificación se ceñirá al método descrito en la Directiva “Participación de Proveedores en Consorcio en las Contrataciones del Estado”, debiendo presumirse que el porcentaje de las obligaciones equivale al porcentaje de participación de la promesa de consorcio o del contrato de consorcio. En caso que en dichos documentos no se consigne el porcentaje de participación se presumirá que las obligaciones se ejecutaron en partes iguales. Si el titular de la experiencia no es el Proveedor, consignar si dicha experiencia corresponde a la matriz en caso que el Proveedor sea sucursal, o fue transmitida por reorganización societaria, debiendo acompañar la documentación sustentatoria correspondiente. Si el Proveedor acredita experiencia de otra persona jurídica como consecuencia de una reorganización societaria, debe presentar adicionalmente el Anexo Nª9 correspondiente. Cuando en los contratos, órdenes de compra o comprobantes de pago el monto facturado se encuentre expresado en moneda extranjera, debe indicarse el tipo de cambio venta publicado por la Superintendencia de Banca, Seguros y AFP correspondiente a la fecha de suscripción del contrato, de emisión de la orden de compra o de cancelación del comprobante de pago, según corresponda. Sin perjuicio de lo anterior, los Proveedores deben llenar y presentar el Anexo Nº8 referido a la Experiencia del Postor en la Especialidad. Importante| |---|---| ### adjuntarse copia de las conformidades correspondientes a tal parte o los respectivos comprobantes de pago cancelados. En caso los postores presenten varios comprobantes de pago para acreditar una sola contratación, se debe acreditar que corresponden a dicha contratación; de lo contrario, se asumirá que los comprobantes acreditan contrataciones independientes, en cuyo caso solo se considerará, para la evaluación, las veinte (20) primeras contrataciones indicadas en el Anexo N* 8 referido a la Experiencia del Postor en la Especialidad. En los casos que se acredite experiencia adquirida en consorcio, debe presentarse la promesa de consorcio o el contrato de consorcio del cual se desprenda fehacientemente el porcentaje de las obligaciones que se asumió en el contrato presentado; de lo contrario, no se computará la experiencia proveniente de dicho contrato. En el caso de servicios de ejecución periódica o continuada, sólo se considera como experiencia la parte del contrato que haya sido ejecutada durante los ocho (8) años anteriores a la fecha de presentación de ofertas, debiendo adjuntarse copia de las conformidades correspondientes a tal parte o los respectivos comprobantes de pago cancelados. Cuando estos contratos, órdenes de servicios o comprobantes de pago el monto facturado se encuentre expresado en moneda extranjera, debe indicarse el tipo de cambio venta Sin perjuicio de lo anterior los postores deben llenar y presentar el Anexo E referido a la Experiencia del Postor en la Especialidad ### Asimismo, cuando se presenten contratos derivados de procesos de selección convocados antes del 20.09.2012, la calificación se ceñirá al método descrito en la Directiva “Participación de Proveedores en Consorcio en las Contrataciones del Estado”, debiendo presumirse que el porcentaje de las obligaciones equivale al porcentaje de participación de la promesa de consorcio o del contrato de consorcio. En caso que en dichos documentos no se consigne el porcentaje de participación se presumirá que las obligaciones se ejecutaron en partes iguales. Si el titular de la experiencia no es el Proveedor, consignar si dicha experiencia corresponde a la matriz en caso que el Proveedor sea sucursal, o fue transmitida por reorganización societaria, debiendo acompañar la documentación sustentatoria correspondiente. Si el Proveedor acredita experiencia de otra persona jurídica como consecuencia de una reorganización societaria, debe presentar adicionalmente el Anexo Nª9 correspondiente. Cuando en los contratos, órdenes de compra o comprobantes de pago el monto facturado se encuentre expresado en moneda extranjera, debe indicarse el tipo de cambio venta publicado por la Superintendencia de Banca, Seguros y AFP correspondiente a la fecha de suscripción del contrato, de emisión de la orden de compra o de cancelación del comprobante de pago, según corresponda. Sin perjuicio de lo anterior, los Proveedores deben llenar y presentar el Anexo Nº8 referido a la Experiencia del Postor en la Especialidad. Importante Página 48 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |Col1|En el caso de consorcios, solo se considera la experiencia de aquellos integrantes que se hayan comprometido, según la promesa de consorcio, a ejecutar el objeto materia de la convocatoria, conforme a la Directiva “Participación de Proveedores en Consorcio en las Contrataciones del Estado”.| |---|---| |C|CAPACIDAD TÉCNICA Y PROFESIONAL| |C.1 .|EXPERIENCIA DEL PERSONAL CLAVE| ||Requisitos: Gerente de Proyecto Experiencia mínima de 5 años en gestión de proyectos informáticos o de tecnología de información Arquitecto de Nube Deberá acreditar experiencia mínima de 3 años en desarrollo y/o arquitectura y/o implementación y/o configuración y/o instalación de soluciones en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube. Especialista en Nube Deberá acreditar experiencia mínima de 3 años en administrador y/o desarrollador y/o operador y/o configuración y/o instalación de desarrollo y/o infraestructura en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube. Acreditación: La experiencia del personal clave se acreditará con cualquiera de los siguientes documentos: (i) copia simple de contratos y su respectiva conformidad o (ii) constancias o (iii) certificados o (iv) cualquier otra documentación que, de manera fehaciente demuestre la experiencia del personal propuesto. De presentarse experiencia ejecutada paralelamente (Traslape), para el cómputo del tiempo de dicha experiencia sólo se considerará una vez el periodo traslapado. Importante ● El tiempo de experiencia mínimo debe ser razonable y congruente con el periodo en el cual el personal ejecutará las actividades para las que se le requiere, de forma tal que no constituya una restricción a la participación de Proveedores. ● Los documentos que acreditan la experiencia deben incluir los nombres y apellidos del personal clave, el cargo desempeñado, el plazo de la prestación indicando el día, mes y año de inicio y culminación, el nombre de la Entidad u organización que emite el documento y la fecha de emisión y nombres y apellidos de quien suscribe el documento. ● En caso los documentos para acreditar la experiencia establezcan el plazo de la experiencia adquirida por el personal clave en meses sin especificar los días se debe considerar el mes completo.| ### En el caso de consorcios, solo se considera la experiencia de aquellos integrantes que se hayan comprometido, según la promesa de consorcio, a ejecutar el objeto materia de la convocatoria, conforme a la Directiva “Participación de Proveedores en Consorcio en las Contrataciones del Estado”. C CAPACIDAD TÉCNICA Y PROFESIONAL C.1 EXPERIENCIA DEL PERSONAL CLAVE . Requisitos: Gerente de Proyecto Experiencia mínima de 5 años en gestión de proyectos informáticos o de tecnología de información Arquitecto de Nube Deberá acreditar experiencia mínima de 3 años en desarrollo y/o arquitectura y/o implementación y/o configuración y/o instalación de soluciones en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube. Especialista en Nube Deberá acreditar experiencia mínima de 3 años en administrador y/o desarrollador y/o operador y/o configuración y/o instalación de desarrollo y/o infraestructura en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube. Acreditación: La experiencia del personal clave se acreditará con cualquiera de los siguientes documentos: (i) copia simple de contratos y su respectiva conformidad o (ii) constancias o (iii) certificados o (iv) cualquier otra documentación que, de manera fehaciente demuestre la experiencia del personal propuesto. De presentarse experiencia ejecutada paralelamente (Traslape), para el cómputo del tiempo de dicha experiencia sólo se considerará una vez el periodo traslapado. Importante ● El tiempo de experiencia mínimo debe ser razonable y congruente con el periodo en el cual el personal ejecutará las actividades para las que se le requiere, de forma tal que no constituya una restricción a la participación de Proveedores. ● Los documentos que acreditan la experiencia deben incluir los nombres y apellidos del personal clave, el cargo desempeñado, el plazo de la prestación indicando el día, mes y año de inicio y culminación, el nombre de la Entidad u organización que emite el documento y la fecha de emisión y nombres y apellidos de quien suscribe el documento. ● En caso los documentos para acreditar la experiencia establezcan el plazo de la experiencia adquirida por el personal clave en meses sin especificar los días se debe considerar el mes completo. Página 49 de 50 ----- **Gerencia Central de Tecnologías de Información y Comunicaciones** Servicio de Infraestructura, Plataforma y Microservicios en Nube Pública para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologías de Información y Comunicaciones de Essalud |Col1|● Se considerará aquella experiencia que no tenga una antigüedad mayor a veinticinco (25) años anteriores a la fecha de la presentación de ofertas.| |---|---| ### ● Se considerará aquella experiencia que no tenga una antigüedad mayor a veinticinco (25) años anteriores a la fecha de la presentación de ofertas. Página 50 de 50 -----"
        }
    ]
}